{"author": "Ben", "date": "2019-04-09", "items": {"24": {"author": "Chris B", "notes": [{"content": "This judgement may be void due to incorrect syntax.", "author": "Ben", "date": "2019-03-13"}, {"content": "Disputed: Dave M.", "author": "Ben", "date": "2019-03-13"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["22"]}, "text": "<p>\nYes\n</p>", "overruled": "1", "label": "22.2.1", "date": "2019-03-12"}, "8": {"author": "Chris B", "notes": [{"content": "Disputed: Dave M. ", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["10"]}, "text": "<p>\nRule <a class=\"a_rule\" href=\"21\">204</a> being void means one cannot enact or amend rules via voting. Only transmutation of immutable rules to mutable rules is allowed as this is covered by rule <a class=\"a_rule\" href=\"10\">111</a> which is valid.\n</p>", "overruled": "1", "label": "2.3.1", "date": "2019-02-12"}, "5": {"author": "Alex W", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["5"]}, "text": "<p>\nNo rule speculates the need for a PhD to judge something the average reception student could deduce.\n</p>", "overruled": "0", "label": "1.6.1", "date": "2019-02-11"}, "16": {"author": "Dave M", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["13"]}, "text": "<p>\nYes.\n</p>", "overruled": "0", "label": "3.1.1", "date": "2019-02-13"}, "7": {"author": "Chris B", "notes": [{"content": "Diputed: Dave M.", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["8"]}, "text": "<p>\nRule <a class=\"a_rule\" href=\"21\">204</a> is entirely void as it conflicts with an immutable rule.\n</p>", "overruled": "1", "label": "2.1.1", "date": "2019-02-12"}, "20": {"author": "Alex T", "notes": [{"content": "Disputed: Dave M. Agreed: Ben P.", "author": "Ben", "date": "2019-02-23"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["17"]}, "text": "<p>\nThe rules are very explicit and unambiguous on proposal numbering: \"each rule-change proposed in the proper way shall receive the next successive integer\". Given that the question was asked by someone widely known to be highly fluent with the rules and has also referred to this question as \"an important question\", I can only assume they are asking for a Judgement to be made on what the previous proper proposed rule-change was.\n</p><p>\nA message was submitted yesterday which has been previously judged to not constitute a rule-change and thus not a proper proposal. I have revisited this Judgement and was unable to find any sufficiently strong arguments for it to be overturned. Moreover, since said Judgement was made, additional discussion give me reason to believe that it, in addition, adheres to the \"spirit of the game\". As a result, the next proposal submitted in the proper fashion will be numbered 308.\n</p>", "overruled": "0", "label": "10.1.1", "date": "2019-02-23"}, "11": {"author": "Alex T", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["6"]}, "text": "<p>\nSince the question is not in English, I will judge on two potential interpretations. Firstly, it is not required by <a class=\"a_rule\" href=\"31\">214</a> for a Judge to be independent. Secondly, whatever independent means, no Judge in the possession of Chris will be considered independent.\n</p>", "overruled": "0", "label": "1.7.1", "date": "2019-02-12"}, "28": {"author": "Dave M", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["24"]}, "text": "<p>\nThere were either two or three votes in favour of Proposal 318, and none against. The message of \"Vote: Maybe\" by Chris constitutes a void message and is irrelevant. Therefore regardless of the absolute number of votes, a simple majority was in favour of the proposal.\n</p><p>\nThere being nothing in the rules at the time to prohibit Proposals being split over more than one message, and noting that no point of order has been raised questioning the validity of such an action at the time, in accordance with Rule <a href=\"17\" class=\"a_rule\">118</a> I rule that proposal 318 was thus passed at the end of voting at 23:00 Tuesday.\n</p><p>\nIn particular, no delay is necessary owing to lack of judgement on the point of order in question.\n</p>", "overruled": "0", "label": "23.1.1", "date": "2019-03-13"}, "17": {"author": "Ben P", "notes": [], "linksto": {"rules": ["22", "12"], "jdgmts": [], "psoo": ["14"]}, "text": "<p>\nRule <a href=\"22\" class=\"a_rule\">205</a> does not specify a time at which a player gains points in the described manner, except that it should be a consequence of how they voted on a 'winning proposal'. It can be inferred that they may gain the points as soon as it is determined that they voted against a winning proposal, so long as Rule <a href=\"22\" class=\"a_rule\">205</a> remains in effect.\n</p><p>\nThere is not a definition of 'winning proposal' in the rules. There are numerous possible interpretations, including: \"proposals resulting in victory for a player\", \"proposals that would be adopted if no further votes are cast\", \"proposals that will certainly be adopted at the completion of the vote\" or \"proposals that have been adopted\".\n</p><p>\nI note that in the past, points have been modified due to Rule <a href=\"22\" class=\"a_rule\">205</a> when the result of a vote can be determined rather than after its formal completion. Therefore I find the penultimate definition is most in keeping with the spirit of play.\n</p><p>\nSince the completion of the vote is at the end of the day, by Rule <a href=\"12\" class=\"a_rule\">113</a>, and it is only then that the proposal is adopted. I rule that once it is determined that a proposal will certainly be adopted at the completion of the vote it may be deemed a 'winning proposal'. Any player who voted against the proposal or does so before the completion of the vote may receive points due to Rule <a href=\"22\" class=\"a_rule\">205</a>, even if that rule is repealed at the adoption of the proposal.\n</p>", "overruled": "0", "label": "9.1.1", "date": "2019-02-22"}, "15": {"author": "Chris B", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["11"]}, "text": "<p>\nYes, the would be a consequence of the second Judgement of PO <a class=\"a_day\" href=\"1\">302.3</a>, assuming it is not overruled. In particular, if not overruled, it will release Proposal <a class=\"a_day\" href=\"1\">302</a> to come into effect.\n</p>", "overruled": "0", "label": "2.4.2", "date": "2019-02-13"}, "0": {"author": "Alex W", "notes": [{"content": "Disputed: Chris B. Agreed: Dave M.", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["0"]}, "text": "<p>\nDue to the wording of <a class=\"a_rule\" href=\"11\">112</a> 'For the purpose of this rule a proposal to transmute an immutable rule does not \"conflict\" with that immutable rule.' I judge that any rule that questions the remit or position of another rule is in conflict with that rule. Therefore by <a class=\"a_rule\" href=\"11\">112</a> a mutable rule cannot supercede an immutable rule.\n</p>", "overruled": "0", "label": "1.1.1", "date": "2019-02-11"}, "25": {"author": "Chris B", "notes": [{"content": "This judgement may be void due to incorrect syntax.", "author": "Ben", "date": "2019-03-13"}, {"content": "Disputed: Dave M.", "author": "Ben", "date": "2019-03-13"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["23"]}, "text": "<p>\nYes\n</p>", "overruled": "1", "label": "22.3.1", "date": "2019-03-12"}, "10": {"author": "Chris B", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["12"]}, "text": "<p>\nEven though previous judge has been determined to be a dick this does not fix rule <a class=\"a_rule\" href=\"21\">204</a>.\n</p>", "overruled": "0", "label": "2.5.1", "date": "2019-02-12"}, "1": {"author": "Alex W", "notes": [{"content": "Disputed: Chris B. Agreed: Ben P.", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["3"]}, "text": "<p>\nWhilst true, nothing within the rules requires sound mind.\n</p>", "overruled": "0", "label": "1.4.1", "date": "2019-02-11"}, "9": {"author": "Chris B", "notes": [{"content": "Disputed: Dave M. ", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["11"]}, "text": "<p>\nAny rule change that amends, enacts or repeals another rule is immediately passed as here the mechanism for rule changes is governed by the empty set of rules. So in particular any completed and uncompleted vote means the rules is adopted.\n</p>", "overruled": "1", "label": "2.4.1", "date": "2019-02-12"}, "14": {"author": "Dave M", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["10"]}, "text": "<p>\nGiven that Rule <a class=\"a_rule\" href=\"21\">204</a> is void, no rule explicitly provides a mechanism that rule changes may be adopted. All attempts to enact a rule are subject to Rule <a class=\"a_rule\" href=\"17\">118</a>. Specifically, it states that we may change the rules only when “explicitly or implicitly” allowed. Thus, this Judgement must decide whether a mechanism for a new rule is implicit within the remaining rules. Rule <a class=\"a_rule\" href=\"3\">104</a> specifies that a rule change will be adopted “if and only if they receive the required number of votes”. This implies the existence of a notion of a required number of votes, and given this, in conjunction with Rules <a class=\"a_rule\" href=\"6\">107</a>, <a class=\"a_rule\" href=\"12\">113</a> a mechanism to change the rules. Finally, the notion of required number of votes is not “prohibited or regulated” in the sense of Rule <a class=\"a_rule\" href=\"17\">118</a>, so I am free to state that the required number of votes is 0, until such a rule is brought in that defines the number of required votes\n</p>", "overruled": "0", "label": "2.3.2", "date": "2019-02-13"}, "6": {"author": "Chris B", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["9"]}, "text": "<p>\nVery true\n</p>", "overruled": "0", "label": "2.2.1", "date": "2019-02-12"}, "19": {"author": "Ben P", "notes": [{"content": "Disputed: Dave M. Agreed: Chris B.", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": ["2", "20", "22", "24"], "jdgmts": [], "psoo": ["16"]}, "text": "<p>\nAlthough I recognise that Proposition <a href=\"8\" class=\"a_day\">308</a> was sincerely proposed as an amendment, it cannot be accepted as such, rather than a new rule. Therefore it is not a valid rule-change in the sense of Rule <a href=\"2\" class=\"a_rule\">103</a>, and the associated vote does not trigger the gaining or losing of points under rules <a href=\"20\" class=\"a_rule\">203</a>, <a href=\"22\" class=\"a_rule\">205</a> nor <a href=\"24\" class=\"a_rule\">207</a>.\n</p>", "overruled": "0", "label": "9.3.1", "date": "2019-02-22"}, "21": {"author": "Dave M", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["18"]}, "text": "<p>\nNotwithstanding previous judgements, I judge that a conflict under rule <a href=\"11\" class=\"a_rule\">112</a> shall render the mutable rule entirely void only insofar as it is in conflict with the immutable rule. I thus rule that no conflict exists between the two rules in the case stated, and that the simple majority required in <a href=\"21\" class=\"a_rule\">306</a> stands as the requirement in the case described.\n</p>", "overruled": "0", "label": "13.1.1", "date": ""}, "2": {"author": "Alex W", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["4"]}, "text": "<p>\nThe chronology of <a class=\"a_rule\" href=\"31\">214</a> requires a dispute to be raised before people agreeing or disagreeing with the judgement.\n</p>", "overruled": "0", "label": "1.5.1", "date": "2019-02-11"}, "29": {"author": "Alex T", "notes": [{"content": "Disputed: Dave M.", "author": "Ben", "date": "2019-03-16"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["25"]}, "text": "<p>\nI find that Dave M is the appointed Judge:\n</p><p>\nWhen the Point of Order was raised, Rule 214 (now Rule <a href=\"31\" class=\"a_rule\">318</a>) stipulated that it was allocated to Chris Birkbeck to rule on. Chris Birkbeck declined to make a Judgement on the day it was raised.\n</p><p>\nAt the end of the day, Rule 214 was modified (now Rule 318), in part, providing a replacement system for allocating Judges to new Points of Order. Examining the wording of 318, it does not provide any provisions for existing Points of Order. However, both Rule 214 and Rule 318 stipulate that at the end of the day if the Judge has not made a Judgement, they forfeit their position.\n</p><p>\nSince the current rules are silent on the matter of stipulating who becomes a Judge on a Point of Order raised before 318 came into effect, I have decided that, as an exceptional case, the procedure stipulated in Rule 214 as specified on the day the Point of Order was submitted should be followed. Note, this does not conflict with any rules currently in play. Repeating this procedure for all days since the point was raised, Dave M is the currently appointed Judge.\n</p><p>\nWhilst it is up to interpretation, I believe that this option is the closest fit to in-game-custom and spirit of game as existing thus far.\n</p>", "overruled": "1", "label": "25.1.1", "date": "2019-03-15"}, "23": {"author": "Ben P", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["20"]}, "text": "<p>\nAccording to Rule <a href=\"20\" class=\"a_rule\">203</a>, a player adds a specified number of points to their total at the proper time. Currently no other way for players to gain points is described.\n</p><p>\nWhile the totals in the points thread shall be kept correct by the players, by rule <a href=\"26\" class=\"a_rule\">209</a>, the totals displayed there may sometimes be incorrect (by error or otherwise). I find that only the correct totals are relevant to the victory conditions, or any other rules.\n</p><p>\nIf the rule in question is <a href=\"17\" class=\"a_rule\">118</a>, i.e. whether adding points is \"regulated\" or not, I make three remarks.\n</p><p>\nFirst, keeping in mind the above fact that the point totals are abstract, there is no way for players to alter their points totals except by the mechanisms of the rules, even if this were not \"regulated\". This is notwithstanding the terminology used in Rule <a href=\"20\" class=\"a_rule\">203</a> (\"...proposer adds...points to their total\"), which must be regarded as allowing the player to invoke such a mechanism.\n</p><p>\nSecond, there is an argument that since a player may correct the displayed total for another player by Rule <a href=\"26\" class=\"a_rule\">209</a>, it is implicit that players may always be able to calculate the correct total for another player. This would not be the case if players could change their points totals by means not described in the rules.\n</p><p>\nThird, there is a strong argument that the existence of rules specifying mechanisms for the alteration of points totals (i.e. <a href=\"20\" class=\"a_rule\">203</a> and <a href=\"24\" class=\"a_rule\">207</a>) means that point alterations are in fact \"regulated\". Indeed, if points could be altered arbitrarily, then these rules, together with those describing winning conditions, would no longer have substantive application.\n</p><p>\nTherefore I judge that players cannot currently add to their points totals except by the invocation of mechanisms from the rules.\n</p>", "overruled": "0", "label": "19.2.1", "date": "2019-03-07"}, "22": {"author": "Ben P", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["19"]}, "text": "<p>\nIt is not clear that this question relates to the application of a rule or otherwise requires a judgement. Nonetheless, I will say that there is currently no rule preventing any player from having 168 points if they achieve this total by the mechanisms described in the rules. However this fact has no bearing on the current point totals, an account of which may be found in the points thread.\n</p>", "overruled": "0", "label": "19.1.1", "date": "2019-03-07"}, "18": {"author": "Ben P", "notes": [{"content": "Disputed: Alex T. Agreed: Chris B.", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["15"]}, "text": "<p>\nI note that the rules do not define what constitutes an amendment, but do consistently make the distinction between repealing a rule and amending it.\n</p><p>\nIn most common definitions of amendment, the process is either entirely additive, or comprises alterations that serve to update or improve a piece of text. It does not seem in keeping with this common understanding that an 'amendment' should change the entire subject of a rule.\n</p><p>\nIn the case that the text of a rule is entirely or mostly changed but the subject and broad intent remains the same, so that the alteration may be considered an update or improvement, then it may still be a valid amendment.\n</p>", "overruled": "0", "label": "9.2.1", "date": "2019-02-22"}, "31": {"author": "Ben P", "notes": [{"content": "Disputed: Dave M. Agreed: Dave M.", "author": "Ben", "date": "2019-03-16"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["21"]}, "text": "<p>\nBy Rule <a href=\"12\" class=\"a_rule\">113</a>, votes may only be cast once the proposal is submitted. Therefore, any voter who gave the first message of that day's proposal due scrutiny would have expected to have to wait to read the rest of the text before voting. Thus, counting only voting messages posted after the conclusion of the proposal text, I find that, proposition 318 received, in total, 2 votes for, and none against. This is also in accordance with Rule <a href=\"2\" class=\"a_rule\">320</a>, which was amended subsequent to the Point of Order being raised.\n</p>", "overruled": "0", "label": "22.1.1", "date": "2019-03-15"}, "12": {"author": "Alex T", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["7"]}, "text": "<p>\nOnly the first reply in the correct format, referencing the Point of Order, constitutes judgement. Any subsequent message or messages not in the correct format are void. Such messages are irrelevant and not considered edits.\n</p>", "overruled": "0", "label": "1.8.1", "date": "2019-02-12"}, "3": {"author": "Alex W", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["2"]}, "text": "<p>\nIf any number of rules change your method of play due to them being in conflict, then they are 'in conflict' as in the sense of the rules.\n</p>", "overruled": "0", "label": "1.3.1", "date": "2019-02-11"}, "27": {"author": "Alex T", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["23"]}, "text": "<p>\nA Judge may not agree with their own judgement in the sense of Rule <a href=\"31\" class=\"a_rule\">214</a>. Explicitly, Rule <a href=\"31\" class=\"a_rule\">214</a> states:\n</p><p>\n\"Players other than the Judge then have one hour to each type either “I agree with Judgement...” or “I disagree with Judgement...” followed by a reference to the Judgement.\"\n</p>", "overruled": "0", "label": "22.3.2", "date": "2019-03-13"}, "26": {"author": "Alex T", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["22"]}, "text": "<p>\nChris has not won. In particular, you have not at any point had at least 200 points. The previous message containing the phrase \"Chris is awarded 160 points\" is void and has no meaning. There are multiple reasons for this, including but not limited to:\n</p><p>\n- Proposal 307 was universally considered to be a self-contained message. Players, including yourself, voted on the proposal in that form, after which it may not be modified.\n</p><p>\n- Proposal 307 was a proposal of Ben P, Rule <a href=\"6\" class=\"a_rule\">107</a> states that Ben P alone decides the form of the proposal to be voted on.\n</p><p>\n- You are only allowed to put forward proposals on your allocated day.\n</p><p>\n- Rule-changes made up of multiple rule-alterations were only allowed after Ben's proposal, and rules are not allowed to have retrospective application. Moreover, the format for multiple rule-alterations was not followed in the message sent by you or in Ben's original message.\n</p>", "overruled": "0", "label": "22.2.2", "date": "2019-03-13"}, "13": {"author": "Alex T", "notes": [{"content": "Disputed: Ben P. Agreed: Alex W.", "author": "Ben", "date": "2019-02-22"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["8"]}, "text": "<p>\nRule <a class=\"a_rule\" href=\"21\">204</a> is in conflict with Rule <a class=\"a_rule\" href=\"10\">111</a>. This takes into account that the actions of players have been influenced by these rules (see PO <a class=\"a_day\" href=\"0\">301.3</a>) As per Rule <a class=\"a_rule\" href=\"11\">112</a>, Rule <a class=\"a_rule\" href=\"21\">204</a> is “entirely void”. This is consistent with the Judgement of PO <a class=\"a_day\" href=\"0\">301.2</a>.\n</p>", "overruled": "0", "label": "2.1.2", "date": "2019-02-13"}, "4": {"author": "Alex W", "notes": [], "linksto": {"rules": [], "jdgmts": [], "psoo": ["1"]}, "text": "<p>\nIt shall be 'entirely void' meaning that the rule as a whole is void.\n</p>", "overruled": "0", "label": "1.2.1", "date": "2019-02-11"}, "30": {"author": "Dave M", "notes": [{"content": "Disputed: Ben P. Agreed: Ben P.", "author": "Ben", "date": "2019-03-16"}], "linksto": {"rules": [], "jdgmts": [], "psoo": ["25"]}, "text": "<p>\nIn accordance with Rule <a href=\"7\" class=\"a_rule\">108</a>, I find that Rule <a href=\"31\" class=\"a_rule\">318</a> cannot apply retroactively to points of order raised before Rule 318 was enacted (that is, before Rule 214 was amended by Proposal 318).\n</p><p>\nI thus rule that, in this particular case, the procedure in Rule 214 applies to the point of order in question, and thus Ben P is the currently appointed Judge.\n</p>", "overruled": "0", "label": "25.1.2", "date": "2019-03-15"}}}