{"author": "Ben", "date": "2019-02-27", "items": {"18": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Disputed: Alex T. Agreed: Chris B."}], "date": "2019-02-22", "text": ["I note that the rules do not define what constitutes an amendment, but do consistently make the distinction between repealing a rule and amending it.\n", "In most common definitions of amendment, the process is either entirely additive, or comprises alterations that serve to update or improve a piece of text. It does not seem in keeping with this common understanding that an 'amendment' should change the entire subject of a rule.\n", "In the case that the text of a rule is entirely or mostly changed but the subject and broad intent remains the same, so that the alteration may be considered an update or improvement, then it may still be a valid amendment.\n"], "label": "9.2.1", "overruled": "0", "author": "Ben P", "linksto": {"psoo": ["15"], "jdgmts": [], "rules": []}}, "12": {"notes": [], "date": "2019-02-12", "text": ["Only the first reply in the correct format, referencing the Point of Order, constitutes judgement. Any subsequent message or messages not in the correct format are void. Such messages are irrelevant and not considered edits.\n"], "label": "1.8.1", "overruled": "0", "author": "Alex T", "linksto": {"psoo": ["7"], "jdgmts": [], "rules": []}}, "14": {"notes": [], "date": "2019-02-13", "text": ["Given that Rule <a class=\"a_rule\" href=\"21\">204</a> is void, no rule explicitly provides a mechanism that rule changes may be adopted. All attempts to enact a rule are subject to Rule <a class=\"a_rule\" href=\"17\">118</a>. Specifically, it states that we may change the rules only when “explicitly or implicitly” allowed. Thus, this Judgement must decide whether a mechanism for a new rule is implicit within the remaining rules. Rule <a class=\"a_rule\" href=\"3\">104</a> specifies that a rule change will be adopted “if and only if they receive the required number of votes”. This implies the existence of a notion of a required number of votes, and given this, in conjunction with Rules <a class=\"a_rule\" href=\"6\">107</a>, <a class=\"a_rule\" href=\"12\">113</a> a mechanism to change the rules. Finally, the notion of required number of votes is not “prohibited or regulated” in the sense of Rule <a class=\"a_rule\" href=\"17\">118</a>, so I am free to state that the required number of votes is 0, until such a rule is brought in that defines the number of required votes\n"], "label": "2.3.2", "overruled": "0", "author": "Dave M", "linksto": {"psoo": ["10"], "jdgmts": [], "rules": []}}, "4": {"notes": [], "date": "2019-02-11", "text": ["It shall be 'entirely void' meaning that the rule as a whole is void.\n"], "label": "1.2.1", "overruled": "0", "author": "Alex W", "linksto": {"psoo": ["1"], "jdgmts": [], "rules": []}}, "9": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Disputed: Dave M. "}], "date": "2019-02-12", "text": ["Any rule change that amends, enacts or repeals another rule is immediately passed as here the mechanism for rule changes is governed by the empty set of rules. So in particular any completed and uncompleted vote means the rules is adopted.\n"], "label": "2.4.1", "overruled": "1", "author": "Chris B", "linksto": {"psoo": ["11"], "jdgmts": [], "rules": []}}, "20": {"notes": [{"author": "Ben", "date": "2019-02-23", "content": "Disputed: Dave M. Agreed: Ben P."}], "date": "2019-02-23", "text": ["The rules are very explicit and unambiguous on proposal numbering: \"each rule-change proposed in the proper way shall receive the next successive integer\". Given that the question was asked by someone widely known to be highly fluent with the rules and has also referred to this question as \"an important question\", I can only assume they are asking for a Judgement to be made on what the previous proper proposed rule-change was.\n", "A message was submitted yesterday which has been previously judged to not constitute a rule-change and thus not a proper proposal. I have revisited this Judgement and was unable to find any sufficiently strong arguments for it to be overturned. Moreover, since said Judgement was made, additional discussion give me reason to believe that it, in addition, adheres to the \"spirit of the game\". As a result, the next proposal submitted in the proper fashion will be numbered 308.\n"], "label": "10.1.1", "overruled": "0", "author": "Alex T", "linksto": {"psoo": ["17"], "jdgmts": [], "rules": []}}, "5": {"notes": [], "date": "2019-02-11", "text": ["No rule speculates the need for a PhD to judge something the average reception student could deduce.\n"], "label": "1.6.1", "overruled": "0", "author": "Alex W", "linksto": {"psoo": ["5"], "jdgmts": [], "rules": []}}, "2": {"notes": [], "date": "2019-02-11", "text": ["The chronology of <a class=\"a_rule\" href=\"31\">214</a> requires a dispute to be raised before people agreeing or disagreeing with the judgement.\n"], "label": "1.5.1", "overruled": "0", "author": "Alex W", "linksto": {"psoo": ["4"], "jdgmts": [], "rules": []}}, "16": {"notes": [], "date": "2019-02-13", "text": ["Yes.\n"], "label": "3.1.1", "overruled": "0", "author": "Dave M", "linksto": {"psoo": ["13"], "jdgmts": [], "rules": []}}, "3": {"notes": [], "date": "2019-02-11", "text": ["If any number of rules change your method of play due to them being in conflict, then they are 'in conflict' as in the sense of the rules.\n"], "label": "1.3.1", "overruled": "0", "author": "Alex W", "linksto": {"psoo": ["2"], "jdgmts": [], "rules": []}}, "17": {"notes": [], "date": "2019-02-22", "text": ["Rule <a href=\"22\" class=\"a_rule\">205</a> does not specify a time at which a player gains points in the described manner, except that it should be a consequence of how they voted on a 'winning proposal'. It can be inferred that they may gain the points as soon as it is determined that they voted against a winning proposal, so long as Rule <a href=\"22\" class=\"a_rule\">205</a> remains in effect.\n", "There is not a definition of 'winning proposal' in the rules. There are numerous possible interpretations, including: \"proposals resulting in victory for a player\", \"proposals that would be adopted if no further votes are cast\", \"proposals that will certainly be adopted at the completion of the vote\" or \"proposals that have been adopted\".\n", "I note that in the past, points have been modified due to Rule <a href=\"22\" class=\"a_rule\">205</a> when the result of a vote can be determined rather than after its formal completion. Therefore I find the penultimate definition is most in keeping with the spirit of play.\n", "Since the completion of the vote is at the end of the day, by Rule <a href=\"12\" class=\"a_rule\">113</a>, and it is only then that the proposal is adopted. I rule that once it is determined that a proposal will certainly be adopted at the completion of the vote it may be deemed a 'winning proposal'. Any player who voted against the proposal or does so before the completion of the vote may receive points due to Rule <a href=\"22\" class=\"a_rule\">205</a>, even if that rule is repealed at the adoption of the proposal.\n"], "label": "9.1.1", "overruled": "0", "author": "Ben P", "linksto": {"psoo": ["14"], "jdgmts": [], "rules": ["22", "12"]}}, "10": {"notes": [], "date": "2019-02-12", "text": ["Even though previous judge has been determined to be a dick this does not fix rule <a class=\"a_rule\" href=\"21\">204</a>.\n"], "label": "2.5.1", "overruled": "0", "author": "Chris B", "linksto": {"psoo": ["12"], "jdgmts": [], "rules": []}}, "19": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Disputed: Dave M. Agreed: Chris B."}], "date": "2019-02-22", "text": ["Although I recognise that Proposition <a href=\"8\" class=\"a_day\">308</a> was sincerely proposed as an amendment, it cannot be accepted as such, rather than a new rule. Therefore it is not a valid rule-change in the sense of Rule <a href=\"2\" class=\"a_rule\">103</a>, and the associated vote does not trigger the gaining or losing of points under rules <a href=\"20\" class=\"a_rule\">203</a>, <a href=\"22\" class=\"a_rule\">205</a> nor <a href=\"24\" class=\"a_rule\">207</a>.\n"], "label": "9.3.1", "overruled": "0", "author": "Ben P", "linksto": {"psoo": ["16"], "jdgmts": [], "rules": ["2", "20", "22", "24"]}}, "11": {"notes": [], "date": "2019-02-12", "text": ["Since the question is not in English, I will judge on two potential interpretations. Firstly, it is not required by <a class=\"a_rule\" href=\"31\">214</a> for a Judge to be independent. Secondly, whatever independent means, no Judge in the possession of Chris will be considered independent.\n"], "label": "1.7.1", "overruled": "0", "author": "Alex T", "linksto": {"psoo": ["6"], "jdgmts": [], "rules": []}}, "13": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Disputed: Ben P. Agreed: Alex W."}], "date": "2019-02-13", "text": ["Rule <a class=\"a_rule\" href=\"21\">204</a> is in conflict with Rule <a class=\"a_rule\" href=\"10\">111</a>. This takes into account that the actions of players have been influenced by these rules (see PO <a class=\"a_day\" href=\"0\">301.3</a>) As per Rule <a class=\"a_rule\" href=\"11\">112</a>, Rule <a class=\"a_rule\" href=\"21\">204</a> is “entirely void”. This is consistent with the Judgement of PO <a class=\"a_day\" href=\"0\">301.2</a>.\n"], "label": "2.1.2", "overruled": "0", "author": "Alex T", "linksto": {"psoo": ["8"], "jdgmts": [], "rules": []}}, "0": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Disputed: Chris B. Agreed: Dave M."}], "date": "2019-02-11", "text": ["Due to the wording of <a class=\"a_rule\" href=\"11\">112</a> 'For the purpose of this rule a proposal to transmute an immutable rule does not \"conflict\" with that immutable rule.' I judge that any rule that questions the remit or position of another rule is in conflict with that rule. Therefore by <a class=\"a_rule\" href=\"11\">112</a> a mutable rule cannot supercede an immutable rule.\n"], "label": "1.1.1", "overruled": "0", "author": "Alex W", "linksto": {"psoo": ["0"], "jdgmts": [], "rules": []}}, "6": {"notes": [], "date": "2019-02-12", "text": ["Very true\n"], "label": "2.2.1", "overruled": "0", "author": "Chris B", "linksto": {"psoo": ["9"], "jdgmts": [], "rules": []}}, "8": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Disputed: Dave M. "}], "date": "2019-02-12", "text": ["Rule <a class=\"a_rule\" href=\"21\">204</a> being void means one cannot enact or amend rules via voting. Only transmutation of immutable rules to mutable rules is allowed as this is covered by rule <a class=\"a_rule\" href=\"10\">111</a> which is valid.\n"], "label": "2.3.1", "overruled": "1", "author": "Chris B", "linksto": {"psoo": ["10"], "jdgmts": [], "rules": []}}, "1": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Disputed: Chris B. Agreed: Ben P."}], "date": "2019-02-11", "text": ["Whilst true, nothing within the rules requires sound mind.\n"], "label": "1.4.1", "overruled": "0", "author": "Alex W", "linksto": {"psoo": ["3"], "jdgmts": [], "rules": []}}, "15": {"notes": [], "date": "2019-02-13", "text": ["Yes, the would be a consequence of the second Judgement of PO <a class=\"a_day\" href=\"1\">302.3</a>, assuming it is not overruled. In particular, if not overruled, it will release Proposal <a class=\"a_day\" href=\"1\">302</a> to come into effect.\n"], "label": "2.4.2", "overruled": "0", "author": "Chris B", "linksto": {"psoo": ["11"], "jdgmts": [], "rules": []}}, "7": {"notes": [{"author": "Ben", "date": "2019-02-22", "content": "Diputed: Dave M."}], "date": "2019-02-12", "text": ["Rule <a class=\"a_rule\" href=\"21\">204</a> is entirely void as it conflicts with an immutable rule.\n"], "label": "2.1.1", "overruled": "1", "author": "Chris B", "linksto": {"psoo": ["8"], "jdgmts": [], "rules": []}}}}