{"author": "Ben", "items": {"16": {"author": "Initial", "text": "<p>\nRule-changes that affect rules needed to allow or apply rule-changes are as permissible as other\nrule-changes. Even rule-changes that amend or repeal their own authority are permissible. No rule-change or type of move is impermissible solely on account of the self-reference or self-application\nof a rule.\n</p>", "linksto": {"props": [], "days": [], "rules": ["16"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "117"}, "4": {"author": "Initial", "text": "<p>\nEvery player is an eligible voter.\n</p>", "linksto": {"props": [], "days": [], "rules": ["4"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "105"}, "38": {"author": "Dave M", "text": "<p>\nRule <a class=\"a_rule\" href=\"21\">302</a> is amended as follows:\nReplace \"transmutes an immutable rule into a mutable rule\" with \"transmutes a rule (either an immutable rule into a mutable rule, or a mutable rule into an immutable rule)\".\n</p>", "linksto": {"props": [], "days": ["6"], "rules": ["21"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Alex T, Dave M, Alex W. Votes against: Chris B, Ben P.", "date": "2019-02-22"}], "date": "2019-02-19", "label": "306"}, "8": {"author": "Initial", "text": "<p>\nEach proposed rule-change shall be given a number for reference. The numbers shall begin with\n301, and each rule-change proposed in the proper way shall receive the next successive integer,\nwhether or not the proposal is adopted.\n</p><p>\nIf a rule is repealed and reenacted, it receives the number of the proposal to reenact it. If a rule\nis amended or transmuted, it receives the number of the proposal to amend or transmute it. If an\namendment is amended or repealed, the entire rule of which it is a part receives the number of the\nproposal to amend or repeal the amendment.\n</p>", "linksto": {"props": [], "days": [], "rules": ["8"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "109"}, "3": {"author": "Initial", "text": "<p>\nAll rule-changes proposed in the proper way shall be voted on. They will be adopted if and only if\nthey receive the required number of votes.\n</p>", "linksto": {"props": [], "days": [], "rules": ["3"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "104"}, "58": {"author": "Ben P", "text": "<p>Rule <a href=\"21\" class=\"a_rule\">306</a> is amended as follows:\n</p><p>-At the start of the paragraph add \"1. \"\n</p><p>-After \"rule-change; \" insert \"except in the cases described in paragraph 2, in which case the vote must be unanimous among the votes cast by the time of completion of the vote.\"\n</p><p>-Move the remaining text to a new paragraph, preceded by \"2. The vote must be unanimous among the votes cast if:<br>\n(a) \".\n</p><p>- delete \"unless\" and \"Transmutation shall not be implied, but must be stated explicitly in a proposal to take effect.\"\n</p><p>- replace \", in which case the vote must be unanimous among the votes cast by the time of completion of the vote.\" (in the new paragraph) with \", \"\n</p><p>-At the end of the new paragraph, add \"or<br>\n(b) the proposal names a player or day of the week, or contains a calendar date.\"\n</p><p>-Add the following final paragraph:\"3. Transmutation shall not be proposed implicitly, but must be stated explicitly in a proposal to take effect.\"\n</p>", "linksto": {"props": [], "days": ["37"], "rules": ["21"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Alex T, Alex W. Votes against: Chris B, Dave M.", "date": "2019-04-04"}], "date": "2019-04-03", "label": "326"}, "30": {"author": "Initial", "text": "<p>\nIf two or more mutable rules conflict with one another, or if two or more immutable rules conflict\nwith one another, then the rule with the lowest ordinal number takes precedence.\n</p><p>\nIf at least one of the rules in conflict explicitly says of itself that it defers to another rule (or type of\nrule) or takes precedence over another rule (or type of rule), then such provisions shall supersede\nthe numerical method for determining precedence.\n</p><p>\nIf two or more rules claim to take precedence over one another or to defer to one another, then\nthe numerical method again governs.\n</p>", "linksto": {"props": [], "days": [], "rules": ["30"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "213"}, "10": {"author": "Initial", "text": "<p>\nRule-changes that transmute immutable rules into mutable rules may be adopted if and only if\nthe vote is unanimous among the eligible voters. Transmutation shall not be implied, but must be\nstated explicitly in a proposal to take effect.\n</p>", "linksto": {"props": [], "days": [], "rules": ["10"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "111"}, "13": {"author": "Initial", "text": "<p>\nThe state of affairs that constitutes winning may not be altered from achieving n points to any other\nstate of affairs. The magnitude of n and the means of earning points may be changed, and rules\nthat establish a winner when play cannot continue may be enacted and (while they are mutable)\nbe amended or repealed.\n</p>", "linksto": {"props": [], "days": [], "rules": ["13"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "114"}, "12": {"author": "Initial", "text": "<p>\nImmediately after a proposal is submitted in the proper fashion, players may cast their vote(s)\nwithin the Telegram voting thread. A vote is cast by replying with either the message “Vote: Yes”\nor “Vote: No” to support or disagree with the proposal. A vote may not be withdrawn. Any\nmessages sent after the player has already used their vote(s) are not counted towards the total.\n</p><p>\nVoting is completed at the end of the day the proposal was submitted. After this point players may\nnot vote on the proposal.\n</p>", "linksto": {"props": [], "days": [], "rules": ["12"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "113"}, "25": {"author": "Initial", "text": "<p>\nEach player always has exactly one vote.\n</p>", "linksto": {"props": [], "days": [], "rules": ["25"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "208"}, "46": {"author": "Dave M", "text": "<p>\nRule <a href=\"8\" class=\"a_rule\">309</a> is amended as follows:\n</p><p>\nAt the start of the first paragraph, insert \"1.\"\n</p><p>\nAt the start of the second paragraph, insert \"2. If a rule is enacted, it receives the number of the proposal to enact it.\"\n</p><p>\nAdd a third paragraph:\n\"3. When paragraph 2 would cause the number of a single proposal to be given to multiple rules, these rules shall instead be given consecutive numbers, starting with the number of the proposal. The affected rules shall be given these numbers in the order in which the proposal would first cause paragraph 2 to be invoked for each rule. If such a proposal is enacted, the following proposal shall be given the number succeeding the highest number assigned to a rule due to the enactment, rather than the number specified in paragraph 1.\"\n</p>", "linksto": {"props": [], "days": ["16"], "rules": ["8"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Dave M, Alex T, Alex W, Chris B, Ben P.", "date": "2019-03-06"}], "date": "2019-03-05", "label": "313"}, "45": {"author": "Alex W", "text": "<p>\nTransmute <a href=\"2\" class=\"a_rule\">103</a>.\n</p>", "linksto": {"props": [], "days": ["14"], "rules": ["2"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Alex W, Dave M, Ben P.", "date": "2019-03-02"}], "date": "2019-03-01", "label": "312"}, "43": {"author": "Ben P", "text": "<p>\nTransmute Rule <a href=\"10\" class=\"a_rule\">111</a> to make it a mutable rule.\n</p>", "linksto": {"props": [], "days": ["12"], "rules": ["10"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Dave M, Chris B, Alex W, Alex T.", "date": "2019-02-28"}], "date": "2019-02-27", "label": "310"}, "50": {"author": "Chris B", "text": "<p>\nEnact the following new rule: \"Players may trade points amongst themselves. To give points to another player, the donor submits a message in the Telegram points thread stating their intention to transfer points, specifying the player(s) to receive points and the amounts. The points are then immediately transferred and the new points totals announced. Players may only trade and receive a positive integer number of points. If any transfer would result in the donor having a negative number of points, the message is considered entirely void.\n</p><p>\nTransfers messages which are conditional in any way are void. Promises of future transfers by informal means are not enforceable. The interpretation of messages within the Telegram points thread are subject to Judgements in the sense of Rule <a href=\"31\" class=\"a_rule\">214</a>. If any Judgement requires an adjustment of the most recent points totals, the Judge does so after Judgement has been invoked.\"\n</p>", "linksto": {"props": [], "days": ["20"], "rules": ["33"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Chris B, Alex T, Alex W. Votes against: Dave M, Ben P.", "date": "2019-03-12"}], "date": "2019-03-11", "label": "317"}, "29": {"author": "Initial", "text": "<p>\nPlayers may discuss any topics with any other player(s) without the knowledge of the remaining\nplayers. The Telegram discussion thread may be used for any purposes, but messages may not be\ndeleted or edited in any of the voting, points or discussion threads.\n</p>", "linksto": {"props": [], "days": [], "rules": ["29"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "212"}, "40": {"author": "Alex T", "text": "<p>\nAmend Rule <a href=\"22\" class=\"a_rule\">205</a> by replacing all text with \"With the exception of Rule <a href=\"18\" class=\"a_rule\">201</a>, and then only for the sole purpose of allocating days, no player may be referred to by name in an rule. More generally, rules may not individually specify players using anything other than in-game characteristics (subject to the above exemption). Days of the week may not be used to specify players.\"\n</p>", "linksto": {"props": [], "days": ["8"], "rules": ["22"]}, "ineffect": "0", "notes": [{"author": "Ben", "content": "Ruled not a valid rule-change. See Points of Order 9.2 and 9.3.", "date": "2019-02-22"}, {"author": "Ben", "content": "Votes for: Dave M, Alex T, Ben P. Votes against: Chris B.", "date": "2019-02-22"}], "date": "2019-02-22", "label": "308*"}, "6": {"author": "Initial", "text": "<p>\nA rule-change is proposed by submitting it in text form preceded by the words “Rule-change:” to\nthe Telegram voting thread, after which it may not be modified or withdrawn.\nThe proposer decides the form of the proposal is to be voted on. If they are adopted, they shall\nguide play in the form in which they were voted on.\n</p>", "linksto": {"props": [], "days": [], "rules": ["6"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "107"}, "61": {"author": "Dave M", "text": "<p>1. Amend Rule <a href=\"18\" class=\"a_rule\">201</a> as follows:\n</p><p>Before the first sentence, add:\n</p><p>\"1. The following calendar days are active game days: Mondays, Tuesdays, Wednesdays, Thursdays, and Fridays.\n</p><p>2. Players shall take turns. Each turn shall last for one day.\"\n</p><p>In the last paragraph, add \"3. \" at the start, and change \"on a Saturday or Sunday\" to \"on any day which is not an active game day\".\n</p><p>2. Amend Rule <a href=\"32\" class=\"a_rule\">215</a> as follows:\n</p><p>Replace \"the player who's allocated day it is is the winner\" with \"the player whose turn it is is the winner\".\n</p><p>3. Amend Rule <a href=\"19\" class=\"a_rule\">331</a> as follows:\n</p><p>Replace \"Players may only propose rule-changes on their allocated day.\" by \"Players may only propose rule-changes during their turn.\"\n</p><p>Replace \"Only the first rule change submitted on a given day is considered proper.\" with \"Only the first rule-change submitted during a turn is considered proper.\"\n</p><p>Replace \"on a day of the week allocated to a player in the sense of Rule <a href=\"18\" class=\"a_rule\">201</a>\" with \"on an active game day in the sense of Rule <a href=\"18\" class=\"a_rule\">333</a>\".</p><p>\n4. Amend Rule <a href=\"31\" class=\"a_rule\">327</a> by replacing paragraph 8 therein with the following:\n</p><p>\"8. The first Judge selected for a Point of Order shall be the player most closely preceding the player whose turn it is, in the player order of Rule <a href=\"18\" class=\"a_rule\">333</a>, who 1) did not raise the Point of Order, 2) does not have an Active Proxy who raised the Point of Order, and 3) does not have an Active Proxy whose turn it is. If no player satisfies these requirements, the player preceding the player whose turn it is shall be the Judge.\"\n</p>\n", "linksto": {"props": [], "rules": ["18", "32", "19", "31"], "days": ["41"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Dave M, Ben P.", "date": "2019-04-10"}], "date": "2019-04-09", "label": "333"}, "28": {"author": "Initial", "text": "<p>\nAt no time may there be more than 25 mutable rules.\n</p>", "linksto": {"props": [], "days": [], "rules": ["28"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "211"}, "20": {"author": "Initial", "text": "<p>\nAfter completion of the vote the proposer adds the following number of points to their total</p>\n<div style=\"text-align:center; overflow:auto;\">\n<math>\n<mrow><mfenced open='&lfloor;' close='&rfloor;' separators=''><mrow><mo>(</mo><mtext>max</mtext><mo>{</mo> <mn>10</mn><mo>,</mo> <mtext>number of the highest numbered existing rule</mtext><mo>-</mo><mn>290</mn><mo>}</mo><mo>)</mo><mo>&times;</mo><mfrac><mtext>number of “Vote: Yes” votes</mtext> <mtext>total number of votes cast</mtext></mfrac></mrow></mfenced><mtext>.</mtext></mrow>\n</math>\n</div>", "linksto": {"props": [], "days": [], "rules": ["20"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "203"}, "59": {"author": "Alex T", "text": "<p>Make the following rule-alterations:\n1. Amend <a href=\"31\" class=\"a_rule\">318</a> by making the following changes:\n</p><p>Label each paragraph sequentially starting from 1.\n</p><p>Replace the first paragraph by \"If players disagree about the legality of a move or the interpretation or application of a rule, then any player may call for a Judgement on the decision. They do so by entering a message into the Telegram voting thread of the form “Point of Order:” followed by a description of the statement to be judged. A Judge is then selected to pronounce a ruling on that Point of Order using the method described in paragraph 8. After considering the statement, they pronounce their verdict by typing “Judgement:” followed by their decision into the Telegram voting chat. This must reference the original Point of Order.\"\n</p><p>Replace the third paragraph by \"If a Judge’s Judgment is overruled, then the player preceding them in the player order of Rule <a href=\"18\" class=\"a_rule\">201</a> is to be the new Judge.\"\n</p><p>In the 5th paragraph replace \"to the player next in the List of Judges for that Point of Order..\" by \"and the player preceding them in the turn order is to be the new Judge.\"\n</p><p>Replace the final paragraph by \"8. The first Judge selected for a Point of Order is to be the player most closely preceding, in the player order of <a href=\"18\" class=\"a_rule\">201</a>, the player whose allocated day it is for which they 1) did not raise the Point of Order, 2) they do not have an Active Proxy who raised the Point of Order or whose allocated day it is. If no player satisfies these requirements, the player preceding the player whose allocated day it is is to be the Judge.\"\n</p>\n<p>2. Amend <a href=\"34\" class=\"a_rule\">319</a> by replacing the last paragraph by \"16. If a player with an active proxy is called to be a Judge, the proxy for that player may submit a ruling on their behalf by typing \"Judgement (on behalf of &lt;player name&gt;):\" in the usual manner. This Judgement is then considered to have been made by the player with the active proxy.\"\n<br>3. Amend <a href=\"33\" class=\"a_rule\">317</a> by replacing \"Transfers\" by \"Transfer\".\n<br>4. Amend <a href=\"35\" class=\"a_rule\">325</a> by replacing \"where\" by \"Where\" in the second paragraph and adding a \".\" at the end of that paragraph.\n<br>5. Amend <a href=\"19\" class=\"a_rule\">307</a> by adding a \".\" at the end of the third paragraph.\n</p>\n", "linksto": {"props": [], "days": ["38"], "rules": ["31", "34", "33", "35", "19"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Alex T, Dave M, Chris B. Votes against: Ben P.", "date": "2019-04-05"}], "date": "2019-04-04", "label": "327"}, "55": {"author": "Ben P", "text": "<p>Rule <a href=\"35\" class=\"a_rule\">322</a> is amended as follows: -Replace \"at least 2 points\" with \"a positive number of points, n,\"\n</p><p>- In the formula replace \"points gained by the player\" by \"n\", and \"1\" by \"min(1,n)\"\n</p><p>-Replace \"change in parenthesis\" with \"the difference between the current total and the total last announced, in parenthesis\"\n</p><p>- Add a fourth paragraph : \"When two or more changes to a player's points total occur simultaneously or in immediate succession, this rule shall be invoked once for that player (rather than once for each change). In this case n shall be taken to be the net gain, if there is any. This does not preclude this rule being invoked for multiple players simultaneously.\"\n</p><p>-Add a fifth paragraph: \"Whenever points are deducted from a player's point total due to any other rule (subject to the exemption below), the Treasury total increases by the amount deducted. Deductions made as part of a Transfer under Rule <a href=\"33\" class=\"a_rule\">317</a> are exempt.\"\n</p>", "linksto": {"props": [], "days": ["32"], "rules": ["35"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Chris B, Dave M. Votes against: Alex T, Alex W.", "date": "2019-03-28"}], "date": "2019-03-27", "label": "323"}, "32": {"author": "Initial", "text": "<p>\nIf the legality of a move cannot be determined with finality, or if by the Judge’s best reasoning, not\noverruled, a move appears equally legal and illegal, then the player whose move is in question is\nthe winner. If the rules are changed so that further play is impossible, the player who’s allocated\nday it is the winner.\n</p><p>\nThis rule takes precedence over every other rule determining the winner.\n</p>", "linksto": {"props": [], "days": [], "rules": ["32"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "215"}, "51": {"author": "Dave M", "text": "<p>\n(a) Amend Rule <a href=\"31\" class=\"a_rule\">214</a> as follows:\n</p><p>\n1. Replace\n\"The player whose allocated day preceded the current day is to be the Judge and decide the question.\"\nwith\n\"For each Point of Order, a List of Judges shall be drawn up, starting from the player whose allocated day preceded the current day, and proceeding through the players in reverse playing order, excluding the player who invoked the Point of Order, and the player whose allocated day it is under Rule <a href=\"18\" class=\"a_rule\">201</a>. The player at the top of the List of Judges shall be the Judge and decide the question.\"\n</p><p>\n2. Replace\n\"If a Judge’s Judgment is overruled, then the player preceding the Judge in the order of Rule <a href=\"18\" class=\"a_rule\">201</a> becomes the new Judge for the Point of Order, and so on, except that no player is to be Judge during his or her own turn or during the turn of a team-mate.\"\nwith\n\"If a Judge’s Judgment is overruled, then the player next in the List of Judges for that Point of Order shall become the new Judge for that Point of Order.\"\n</p><p>\n3. Replace\n\"Unless a Judge is overruled, one Judge settles all questions arising from the game until the next turn is begun, including questions as to his or her own legitimacy and jurisdiction as Judge.\"\nwith\n\"A Judge is empowered to settle any question arising from the game, including questions as to their own legitimacy and jurisdiction as Judge.\"\n</p><p>\n4. Replace\n\"If the Judge has not invoked Judgement by the end of the day, they forfeit their position as Judge on that Point of Order to the player preceding them in the order of days, excluding the player who’s allocated day it is or one of their teammates\"\nwith\n\"If the Judge has not invoked Judgement by the end of the day, they forfeit their position as Judge on that Point of Order to the player next in the List of Judges for that Point of Order.\"\n</p><p>\n5. At end, add a new paragraph:\n\"If, at any time, the end of the List of Judges is reached and no player is eligible to be selected as Judge, the player whose allocated day it is under Rule <a href=\"18\" class=\"a_rule\">201</a> shall post \"Judgement: Void\" in the Telegram voting thread, referring to the Point of Order in question, and the Point of Order shall stand unresolved. Nothing in this paragraph shall prejudice any player from raising the same Point of Order again.\"\n</p><p>\n(b) Enact the following as a new rule:\n</p><p>\n\"1. At any time, any player may nominate a Proxy by typing \"Proxy:\" and the name of another player in the Telegram voting thread.\n</p><p>\n2. The named player shall, within one calendar day of being nominated, indicate their acceptance or rejection of Proxy status by typing \"Proxy accepted\" or \"Proxy rejected\" in the Telegram voting thread, referencing the original message. If the nominated player fails to respond within one calendar day either accepting or rejecting the Proxy, the Proxy nomination shall be automatically rejected.\n</p><p>\n3. A player who has validly nominated a Proxy under paragraph 1, and whose nominated Proxy has accepted the Proxy under paragraph 2, shall be deemed to have an Active Proxy.\n</p><p>\n4. When a player with an Active Proxy wishes to resume control, the player shall type \"Proxy revoked\" in the Telegram voting thread, and the player shall be deemed to no longer have an Active Proxy.\n</p><p>\n5. When a player who has accepted a Proxy wishes to end that Proxy, the player shall type in the Telegram voting thread \"Proxy ended for\" and the name of the player for whom they wish to cease being Proxy. Upon ending the Proxy, the player who nominated the Proxy shall be deemed to no longer have an Active Proxy.\n</p><p>\n6. When nominating a Proxy, the player may specify when the Proxy will end. At the specified end time, control shall return to the player as if they had typed \"Proxy revoked\" in the Telegram voting thread. If a date is specified without a time, the end date shall be construed as the end of the named day. If no end date is specified, the Proxy continues until further notice.\n</p><p>\n7. Specifying an end date does not preclude a player from revoking or ending an Active Proxy in accordance with paragraph 4 and 5 at any time earlier than the designated end date.\n</p><p>\n8. Any messages in the Telegram voting thread sent by a player with an Active Proxy are considered void, except for any message of the form \"Proxy revoked\".\n</p><p>\n9. While acting as Proxy, the named player shall be entitled to one additional vote for each Proxy they exercise. When voting on another player's behalf, the Proxy must type \"Proxy vote for\" followed by the name of the player on behalf of whom they are making the vote, followed by \"Yes\" or \"No\". That vote shall be counted as if it were a vote by the person on behalf of whom the Proxy is voting. This takes precedence over Rule <a href=\"25\" class=\"a_rule\">208</a>.\n</p><p>\n10. Messages in the Telegram voting thread nominating, revoking, accepting, rejecting, or ending a Proxy, sent in accordance with this rule, are exempt from all time and day restrictions. In particular, such messages may be posted at any time without being considered void. This takes precedence over Rule <a href=\"19\" class=\"a_rule\">307</a>.\n</p><p>\n11. No player who is already acting as Proxy for another player may nominate a Proxy for themselves, without first ending the Proxy they have previously accepted.\n</p><p>\n12. No player who has been nominated as Proxy for another player may nominate a Proxy for themselves, without first rejecting the original nomination.\n</p><p>\n13. No player may be nominated as a Proxy if they have already nominated a Proxy for themselves.\n</p><p>\n14. No player may act as Proxy for more than one other player at any given time.\n</p><p>\n15. A nomination of a Proxy which contravenes paragraphs 11-14 shall not apply, and any such nomination or acceptance shall constitute a void message.\n</p><p>\n16. If, at any time under Rule <a href=\"31\" class=\"a_rule\">214</a>, a player who has an Active Proxy is called to be Judge, then the Proxy shall become the Judge for that Point of Order, unless the Proxy is either the player who invoked the Point of Order, or the player whose allocated day it is under Rule <a href=\"18\" class=\"a_rule\">201</a>, in which case the player next in the List of Judges for that Point of Order shall become the Judge for that Point of Order.\"\n</p>", "linksto": {"props": [], "days": ["21"], "rules": ["31", "34"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Pending decision on how Chris B voted.", "date": "2019-03-13"}, {"author": "Ben", "content": "Votes for: Dave M, Ben P.", "date": "2019-03-13"}], "date": "2019-03-12", "label": "318"}, "56": {"author": "Alex T", "text": "<p>Enact the following new rule \"At the end of the Nomic Day of the April 4th 2019, the player(s) with the highest total number of points are to be deducted 65pts each, which are then immediately added to the treasury.\"\n</p>", "linksto": {"props": [], "days": ["33"], "rules": ["36"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Alex T, Chris B, Dave M, Alex W. Votes against: Ben P.", "date": "2019-03-29"}], "date": "2019-03-28", "label": "324"}, "33": {"author": "Chris B", "text": "<p>\nIn order for any vote to pass we require only a simple majority of the votes cast at the completion of the\nvote. This rule supersedes Rule <a class=\"a_rule\" href=\"10\">111</a> and Rule <a class=\"a_rule\" href=\"21\">204</a>\n</p>", "linksto": {"props": [], "days": [], "rules": ["10", "21"]}, "ineffect": "0", "notes": [{"author": "Ben", "content": "Votes for: Dave M, Chris B. Votes against: Alex W.", "date": "2019-02-22"}], "date": "2019-02-11", "label": "301"}, "54": {"author": "Ben P", "text": "<p>\nIn order to dissuade unnecessary points transfers, the following is enacted as a new rule: \"A points Treasury is created, starting with 0 points.\n</p><p>\n\"Each time a player gains at least 2 points, the following number of points is immediately subtracted from their total and added to the Treasury total:\nmax (floor (points gained by the player/5), 1).\n</p><p>\n\"Any player may at any time announce the correct points total for the Treasury by typing 'Treasure:' in the Points Thread, followed by the new total, followed by the change in parenthesis.\"\n</p>", "linksto": {"props": [], "days": ["27"], "rules": ["35"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Alex W.", "date": "2019-03-21"}], "date": "2019-03-20", "label": "322"}, "7": {"author": "Initial", "text": "<p>\nNo rule-change may take effect earlier than the moment of the completion of the vote that adopted\nit, even if its wording explicitly states otherwise. No rule-change may have retroactive application.\n</p>", "linksto": {"props": [], "days": [], "rules": ["7"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "108"}, "21": {"author": "Initial", "text": "<p>\nA rule-change is adopted if and only if the vote is unanimous among the votes cast at the completion\nof the vote. If this rule is not amended by the end of the second complete circuit of turns, it\nautomatically changes to require only a simple majority of the votes cast at the completion of the\nvote.\n</p>", "linksto": {"props": [], "days": [], "rules": ["21"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "204"}, "22": {"author": "Initial", "text": "<p>\nIf and when rule-changes can be adopted without unanimity, the players who vote against winning\nproposals shall receive 10 points each.\n</p>", "linksto": {"props": [], "days": [], "rules": ["22"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "205"}, "63": {"author": "Alex T", "text": "<p>Enact the following as a new rule \"Players may spend points to remove points from other players. This process is called nuking. In order to initiate a nuke, a player writes in the Telegram points thread a message clearly stating their intention to nuke N of a specified players points. The player who wrote the messsage then immediately loses N+15 points whilst the target of the nuke immediately loses N points. All of these points are then added to the treasury.\n</p><p>A player may only nuke N points from a player if they have at least N+15 points, any messages which do not satisfy this condition are considered void.\"\n</p>", "linksto": {"props": [], "rules": ["37"], "days": ["43"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Chris B, Alex W, Alex T. Votes against: Dave M, Ben P.", "date": "2019-04-17"}], "date": "2019-04-11", "label": "338"}, "57": {"author": "Dave M", "text": "<p>1. Rule <a href=\"35\" class=\"a_rule\">323</a> is amended as follows:\n</p><p>After \"positive number of points, n,\" insert \"other than by virtue of this rule\".\n</p><p>Replace \"5\" in the formula by \"Q\".\n</p><p>After the formula, add\n\"where Q equals 5 if the number of points held by the player prior to gaining n points was less than 100, and Q equals 2 otherwise\".\n</p><p>At end, add:\n\"At the end of each day, points shall be distributed from the Treasury to the Players by the following system. This calculation should be applied before announcing the distribution of points in the Telegram points thread.\n</p><p>The following quantity shall be calculated for each player, where n is the number of points currently held by that player:\nceiling [ (n-100)^2 / 1000 ] if n \\leq 100, and 0 otherwise.\nThe values of this quantity for each player shall be summed. If the total is less than the number of points currently in the Treasury, then each player shall receive a number of points from the Treasury equal to their respective value of the quantity above, and the Treasury shall be correspondingly decreased by the same amount.\"\n</p><p>2. Rule <a href=\"36\" class=\"a_rule\">324</a> is repealed.\n</p>\n", "linksto": {"props": [], "days": ["36"], "rules": ["36", "35"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Chris B, Dave M, Alex T.", "date": "2019-04-03"}], "date": "2019-04-02", "label": "325"}, "47": {"author": "Ben P", "text": "<p>\nRule <a href=\"2\" class=\"a_rule\">312</a> is amended as follows. Add the following two paragraphs at the beginning:<br>\n\"A rule-alteration is any one of the following:<br>\n(a) the enactment of a new mutable rule;<br>\n(b) the repeal of a mutable rule;<br>\n(c) the amendment of a mutable rule; or<br>\n(d) the repeal of the amendment of a mutable rule that was made most recently, among the amendments currently in effect for that rule.\n</p><p>\nWhen an amendment is repealed by a rule-alteration of type (d), the amended rule is restored to the version that was in effect immediately prior to the repealed amendment being made.\"\n</p><p>\nReplace all text after \"A rule-change is \" by<br>\n\"one of the following:<br>\n(1) the transmutation of one or more rules from mutable to immutable;<br>\n(2) the transmutation of one or more rules from immutable to mutable; or<br>\n(3) one or more rule-alterations of any type and in any combination.\"\n</p><p>\nAdd a fourth paragraph:<br>\n\"When a proposed rule-change specifies more than one transmutation or rule-alteration, each specification shall begin in a new numbered paragraph and be completed before the next specification begins. If the proposal is accepted, the specified transmutations or rule-alterations shall take effect in the order in which they are specified. In particular, references to rules by number shall be interpreted after any re-numbering due to previous rule-alterations or transmutations being effected.\"\n</p>", "linksto": {"props": [], "days": ["17"], "rules": ["2"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Dave M, Alex T, Ben P, Alex W.", "date": "2019-03-07"}], "date": "2019-03-06", "label": "314"}, "24": {"author": "Initial", "text": "<p>\nWhen a proposed rule-change is defeated, the player who proposed it loses 10 points.\n</p>", "linksto": {"props": [], "days": [], "rules": ["24"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "207"}, "9": {"author": "Initial", "text": "<p>\nIf the number of a rule is changed, due to Rule <a class=\"a_rule\" href=\"8\">109</a> or otherwise, any reference to that rule number\nis also changed.\n</p>", "linksto": {"props": [], "days": [], "rules": ["9"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "110"}, "53": {"author": "Chris B", "text": "<p>\nRule <a href=\"28\" class=\"a_rule\">211</a> is repealed.\n</p>", "linksto": {"props": [], "days": ["25"], "rules": []}, "ineffect": "0", "notes": [{"author": "Ben", "content": "Votes for: Chris B. Votes against: Ben P.", "date": "2019-03-19"}], "date": "2019-03-18", "label": "321"}, "35": {"author": "Ben P", "text": "<p>\n (Proposition 303) That the following be enacted as a new rule.\n</p><p>\nAn accusation is made by writing in the voting thread \"Accuse:\" followed by the name of one player,\nand precise descriptions of any number of trangressions of the rules during the current day by the named player.\nAny player may make an accusation at any time on any day allocated to a player as per rule <a class=\"a_rule\" href=\"18\">201</a>.\n</p><p>\nOn each day when accusations may be made, a Penalty Setter shall be designated for each accusation made. This shall be the player who precedes the Judge for new points of order as per rule <a class=\"a_rule\" href=\"31\">214</a>, except in cases where that player is accused. The Judge becomes the Penalty Setter in cases where the Penalty Setter would otherwise be the accused. The Penalty Setter for an accusation may, until the end of the day, set the penalty by writing a number of points in the voting thread preceded by \"Set penalty:\", with a reference to the accusation.\n</p><p>\nThe penalty thus indicated must be one (but may be any) of those explicitly stated in one of the rules allegedly transgressed or 20 points if this is less. The penalty must be non-negative and can be at most 20 points. The stated penalty for transgressing a rule (or part thereof) whose transgression automatically changes the transgressor's points total is considered to be zero for the purposes of this rule.\n</p><p>\nFor one hour subsequent to the penalty being set, each player other than the accused may once write either \"Impose\" or \"Not impose\" into the voting thread, with reference to the set penalty. Unless at least one player writes \"Not impose\", and as soon as this is determined, the penalty is imposed. If the penalty setter is the accuser, at least one other player must write \"Impose\" for the penalty to be imposed.\n</p><p>\nWhen a penalty is imposed, the accused player's points total immediately decreases by the amount indicated when the penalty was set.\n</p><p>\nInstead of setting a penalty, the Penalty Setter may write \"Dismiss\" in the voting thread with reference to an accusation if, in their opinion, one of the following is true: none of the alleged transgressions carries a substantive points penalty; the accusation is unclear, speculative, or spurious; the accusation pertains to a different day; or that at least one of the alleged transgressions has been the subject of a previous accusation. A brief reason for the dismissal may be appended to this message.\n</p><p>\nUpon the dismissal of an accusation the points total of the accuser immediately decreases by 5 points. There is a penalty of 10 points for dismissing an accusation except for the reasons outlined above.\n</p><p>\nA player may not make more than two accusations per day; there is a penalty of 10 points per accusation made after the second.\n</p><p>\nThe general penalty for intentional non-compliance with this rule, or the misuse of the associated terminology in the voting thread is 5 points.\n</p>", "linksto": {"props": [], "days": ["2"], "rules": ["31"]}, "ineffect": "0", "notes": [{"author": "Ben", "content": "Votes for: Chris B, Ben P. Votes against: Alex W, Dave M.", "date": "2019-02-22"}], "date": "2019-02-13", "label": "303"}, "62": {"author": "Ben P", "text": "<p>Amend Rule <a href=\"21\" class=\"a_rule\">326</a> by replacing \", or<br>\n(b) the proposal names a player or day of the week, or contains a calendar date. \" with \";<br>\n(b) the proposal enacts, repeals, or amends a rule that names a player or day of the week, or contains a time of day or a calendar date; or<br>\n(c) the proposal amends a rule so that the amended text names a player or day of the week, or contains a time of day or a calendar date.\"\n</p>\n", "linksto": {"props": [], "days": ["42"], "rules": ["21"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Dave M.", "date": "2019-04-11"}], "date": "2019-04-10", "label": "337"}, "14": {"author": "Initial", "text": "<p>\nA player always has the option to forfeit the game rather than continue to play or incur a game\npenalty. No penalty worse than losing, in the judgment of the player to incur it, may be imposed.\n</p>", "linksto": {"props": [], "days": [], "rules": ["14"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "115"}, "1": {"author": "Initial", "text": "<p>\nInitially rules in the 100’s are immutable and rules in the 200’s are mutable. Rules subsequently\nenacted or transmuted (that is, changed from immutable to mutable or vice versa) may be im-mutable or mutable regardless of their numbers, and rules in the Initial Set may be transmuted\nregardless of their numbers.\n</p>", "linksto": {"props": [], "days": [], "rules": ["1"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "102"}, "0": {"author": "Initial", "text": "<p>\nAll players must always abide by all the rules then in effect, in the form in which they are then in\neffect. The rules in the Initial Set are in effect whenever a game begins. The Initial Set consists of\nRules 101-118 (immutable) and 201-215 (mutable).\n</p>", "linksto": {"props": [], "days": [], "rules": ["0"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "101"}, "60": {"author": "Chris B", "text": "<p>Rule <a href=\"28\" class=\"a_rule\">211</a> is repealed.\n</p>", "linksto": {"props": [], "days": ["40"], "rules": ["28"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Chris B, Alex T, Alex W. Votes against: Dave M, Ben P.", "date": "2019-04-09"}], "date": "2019-04-08", "label": "332"}, "49": {"author": "Alex W", "text": "<p>\nTransmute <a href=\"8\" class=\"a_rule\">313</a>.\n</p>", "linksto": {"props": [], "days": ["19"], "rules": ["8"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Alex T, Alex W, Ben P.", "date": "2019-03-09"}], "date": "2019-03-08", "label": "316"}, "37": {"author": "Chris B", "text": "<p>\nRule <a class=\"a_rule\" href=\"11\">112</a> is transmuted into a mutable rule.\n</p>", "linksto": {"props": [], "days": ["5"], "rules": ["11"]}, "ineffect": "0", "notes": [{"author": "Ben", "content": "Votes for: Chris B, Alex W, Ben P, Dave M. Votes against: Alex T.", "date": "2019-02-22"}], "date": "2019-02-18", "label": "305"}, "44": {"author": "Alex T", "text": "<p>\nRepeal <a href=\"10\" class=\"a_rule\">310</a>.\n</p>", "linksto": {"props": [], "days": ["13"], "rules": ["10"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Dave M, Ben P, Alex W, Alex T.", "date": "2019-03-01"}], "date": "2019-02-28", "label": "311"}, "36": {"author": "Alex T", "text": "<p>\nIn Rule <a class=\"a_rule\" href=\"19\">202</a>, make the following changes\n</p><p>\n— replace “7pm” by “8pm”,\n</p><p>\n— add to the end of the first paragraph “if the message is not void and all of the above are satisfied, then the submission is considered proper.”\n</p><p>\n— add a second paragraph: “The game is considered active only on days which are allocated and only between 7am-9am and after 6pm. All messages in the voting thread outside these times are considered void, including those of the form specified in Rule <a class=\"a_rule\" href=\"31\">214</a>. All references\nto a time length in hours and/or minutes implicitly refer to that length of active game time.”\n</p><p>\n— add a third paragraph: “This rule does not regulate messages within the points thread, discussion thread or privately between individuals.''\n</p>", "linksto": {"props": [], "days": ["3"], "rules": ["19", "31"]}, "ineffect": "0", "notes": [{"author": "Ben", "content": "Votes for: Alex T, Alex W. Votes against: Chris B, Ben P, Dave M.", "date": "2019-02-22"}], "date": "2019-02-14", "label": "304"}, "41": {"author": "Chris B", "text": "<p>\nRule <a href=\"22\" class=\"a_rule\">205</a> is repealed\n</p>\n", "linksto": {"props": [], "days": ["10"], "rules": ["22"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Chris B, Dave M, Ben P, Alex T.", "date": "2019-02-26"}], "date": "2019-02-25", "label": "308"}, "27": {"author": "Initial", "text": "<p>\nThe winner is the first player to achieve 200 (positive) points.\n</p>", "linksto": {"props": [], "days": [], "rules": ["27"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "210"}, "18": {"author": "Initial", "text": "<p>\nEach player is allocated one day a week. These days are</p>\n<table style=\"margin-left:auto;margin-right:auto;\">\n<tr><td style=\"text-align:right;padding-right:10px;\">Chris B</td><td> Monday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Dave M</td> <td>Tuesday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Ben P</td> <td>Wednesday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Alex T</td> <td>Thursday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Alex W</td> <td>Friday</td></tr>\n</table>\n<p>\nAny message posted in the voting thread on a Saturday or Sunday is to be considered void. All\nplayers begin with zero points.\n</p>", "linksto": {"props": [], "days": [], "rules": ["18"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "201"}, "23": {"author": "Initial", "text": "<p>\nAn adopted rule-change takes full effect at the moment of the completion of the vote that adopted\nit. This is subject to Rule <a class=\"a_rule\" href=\"31\">214</a> .\n</p>", "linksto": {"props": [], "days": [], "rules": ["23"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "206"}, "11": {"author": "Initial", "text": "<p>\nIn a conflict between a mutable and an immutable rule, the immutable rule takes precedence and\nthe mutable rule shall be entirely void. For the purposes of this rule a proposal to transmute an\nimmutable rule does not \"conflict\" with that immutable rule.\n</p>", "linksto": {"props": [], "days": [], "rules": ["11"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "112"}, "31": {"author": "Initial", "text": "<p>\nIf players disagree about the legality of a move or the interpretation or application of a rule, then\nany player may call for a Judgement on the decision. They do so by entering a message into the\nTelegram voting thread of the form “Point of Order:” followed by a description of the statement to\nbe judged. The player whose allocated day preceded the current day is to be the Judge and decide\nthe question. After considering the statement, they pronounce their verdict by typing “Judgement:”\nfollowed by their decision into the Telegram voting chat. This must reference the original Point of\nOrder.\n</p><p>\nFollowing the pronouncement, there is a one hour period in which any of the other players may\ndispute the decision. They do this by typing “Dispute:” followed by a reference to the Judgement\ninto the voting thread. Players other than the Judge then have one hour to each type either “I agree\nwith Judgement...” or “I disagree with Judgement...” followed by a reference to the Judgement.\nIf no one disputes the decision within an hour or a single player other than the Judge agrees then\nthe decision comes into effect. This process is called invoking Judgment. Otherwise, i.e. a player\ndisputed the Judgement and all the other players who expressed an opinion within one hour from\nthe dispute unanimously disagreed with the Judge’s decision, the Judge is overruled.\n</p><p>\nIf a Judge’s Judgment is overruled, then the player preceding the Judge in the order of Rule <a class=\"a_rule\" href=\"18\">201</a>\nbecomes the new Judge for the Point of Order, and so on, except that no player is to be Judge\nduring his or her own turn or during the turn of a team-mate.\n</p><p>\nUnless a Judge is overruled, one Judge settles all questions arising from the game until the next\nturn is begun, including questions as to his or her own legitimacy and jurisdiction as Judge.\n</p><p>\nIf the Judge has not invoked Judgement by the end of the day, they forfeit their position as Judge\non that Point of Order to the player preceding them in the order of days, excluding the player who’s\nallocated day it is or one of their teammates. The same applies for the new Judge. Any proposed\nrule-change involved in a dispute is voted on in the usual fashion, but if approved whilst still\nawaiting Judgement, the rule is not taken into effect until all the related Judgements are invoked.\nThis has precedence over Rule <a class=\"a_rule\" href=\"23\">206</a> . All other actions under dispute are delayed until all relevant\nJudgements are invoked. A point of order may not be raised against a proposed rule-change for\nwhich voting has been completed but the rule-change has not yet come into effect.\n</p><p>\nMultiple Points of Order may be brought up simultaneously. No player may have more than three\nactive points of order at any one time.\n</p><p>\nNew Judges are not bound by the decisions of old Judges. New Judges may, however, settle only\nthose questions on which the players currently disagree and that affect the completion of the turn\nin which Judgment was invoked. All decisions by Judges shall be in accordance with all the rules\nthen in effect; but when the rules are silent, inconsistent, or unclear on the point at issue, then the\nJudge shall consider game-custom and the spirit of the game before applying other standards.\n</p>", "linksto": {"props": [], "days": [], "rules": ["31"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "214"}, "15": {"author": "Initial", "text": "<p>\nThere must always be at least one mutable rule. The adoption of rule-changes must never become\ncompletely impermissible.\n</p>", "linksto": {"props": [], "days": [], "rules": ["15"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "116"}, "52": {"author": "Ben P", "text": "<p>\nThat the following amendments be made to Rule <a href=\"2\" class=\"a_rule\">314</a>.\n</p><p>\nAdd a fifth paragraph:\n\"If the text of a proposed rule change is too long for one Telegram message, it may be submitted in several parts, each posted in a separate message. All but the final part of a proposal shall state explicitly that the proposal is continued in the next message. The first part of a proposal that does not contain such a statement shall be considered the final part.\"\n</p><p>\nThen add a sixth paragraph:\n\"A proposal may only be considered properly submitted once the final part is posted. After the first part of a proposal is posted in the Voting Thread, the proposer may only post there to continue the proposal text; this restriction only applies before the final part is posted, and only until the end of the day.\"\n</p>", "linksto": {"props": [], "days": ["22"], "rules": ["2"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Alex W, Alex T.", "date": "2019-03-14"}], "date": "2019-03-13", "label": "320"}, "17": {"author": "Initial", "text": "<p>\nWhatever is not prohibited or regulated by a rule is permitted and unregulated, with the sole\nexception of changing the rules, which is permitted only when a rule or set of rules explicitly or\nimplicitly permits it.\n</p>", "linksto": {"props": [], "days": [], "rules": ["17"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "118"}, "26": {"author": "Initial", "text": "<p>\nIf the number of points of any player changes at any time they, must announce their new total\nfollowed by the change in parenthesis in the Telegram points thread. If anyone’s total is not\ncorrect anyone else may correct it.\n</p>", "linksto": {"props": [], "days": [], "rules": ["26"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "209"}, "48": {"author": "Alex T", "text": "<p>\nEnact the following new rule: \"Players may trade points amongst themselves. To give points to another player, the donor submits a message in the Telegram points thread stating their intention to transfer points, specifying the player(s) to receive points and the amounts. The points are then immediately transferred and the new points totals announced. Players may only trade and recieve a positive integer number of points. If any transfer would result in the donor having a negative number of points, the message is considered entirely void.\n</p><p>\nTransfers messages which are conditional in any way are void. Promises of future transfers by informal means are not enforceable. The interpretation of messages within the Telegram points thread are subject to Judgements in the sense of Rule <a href=\"31\" class=\"a_rule\">214</a>. If any Judgement requires an adjustment of the most recent points totals, the Judge does so after Judgement has been invoked.\n</p>", "linksto": {"props": [], "days": ["18"], "rules": []}, "ineffect": "0", "notes": [{"author": "Ben", "content": "Votes for: Alex T, Alex W. Votes against: Chris B, Dave M.", "date": "2019-03-08"}], "date": "2019-03-07", "label": "315"}, "34": {"author": "Dave M", "text": "<p>\nRule <a class=\"a_rule\" href=\"21\">204</a> is amended as follows: delete everything in Rule <a class=\"a_rule\" href=\"21\">204</a> after \"if and only if\" and replace with:\n\"a simple majority of the votes cast by the time of completion of the vote are in favour of the rule-change; unless the rule-change transmutes an immutable rule into a mutable rule, in which case the vote must be unanimous among the votes cast by the time of completion of the vote. Transmutation shall not be implied, but must be\nstated explicitly in a proposal to take effect.\"\n</p>", "linksto": {"props": [], "days": ["1"], "rules": ["21"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Dave M, Alex W, Chris B, Alex T.", "date": "2019-02-22"}], "date": "2019-02-12", "label": "302"}, "64": {"author": "", "text": "<p>By informal agreement there will be no proposals made or points of order raised during this period.\n</p>", "linksto": {"props": [], "rules": [], "days": ["45", "46"]}, "ineffect": "1", "notes": [], "date": "2019-04-11", "label": "Play Suspended 15-26th April 2019"}, "2": {"author": "Initial", "text": "<p>\nA rule-change is any of the following: (1) the enactment, repeal, or amendment of a mutable\nrule; (2) the enactment, repeal, or amendment of an amendment of a mutable rule; or (3) the\ntransmutation of an immutable rule into a mutable rule or vice versa.\n</p>", "linksto": {"props": [], "days": [], "rules": ["2"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "103"}, "19": {"author": "Initial", "text": "<p>\nPlayers may only propose rule-changes on their allocated day. The rule-change must be submitted\nin the sense of Rule <a class=\"a_rule\" href=\"6\">107</a> before 7pm on their allocated day to be considered proper. Only the first\nrule change submitted on a given day is considered proper.\n</p>", "linksto": {"props": [], "days": [], "rules": ["19"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "202"}, "39": {"author": "Ben P", "text": "<p>\nThat Rule <a class=\"a_rule\" href=\"19\">202</a> be amended as follows: — replace \"7pm\" by \"8pm\",\n</p><p>\n— add a second paragraph: \"A Nomic day comprises the hours 7am-9am and 5:30pm-11pm on a day of the week allocated to a player in the sense of Rule <a class=\"a_rule\" href=\"18\">201</a>. In the rules, the term 'day' shall be understood to mean 'Nomic day' unless specified otherwise. The names of days of the week specify calendar days, rather than Nomic days, unless stated otherwise. All posts in the voting thread outside of a Nomic day are considered void, including those of the form specified in Rule <a class=\"a_rule\" href=\"31\">214</a>.\"\n</p><p>\n— add a third paragraph: \"Any period of time specified in the rules in units of hours and/or minutes, and without reference to times of the clock, shall be considered to exclude time outside of Nomic days, unless stated otherwise. That is, such a period only ends when the specified time has elapsed since the period began, not counting time outside of Nomic days\"\n</p><p>\n— add a fourth paragraph: \"This rule does not regulate messages within the points thread, discussion thread or privately between individuals.\"\n</p>", "linksto": {"props": [], "days": ["7"], "rules": ["19"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Ben P, Alex T, Dave M. Votes against: Chris B, Alex W.", "date": "2019-02-22"}], "date": "2019-02-20", "label": "307"}, "42": {"author": "Dave M", "text": "<p>\nRule <a href=\"8\" class=\"a_rule\">109</a> is transmuted and becomes mutable.\n</p>", "linksto": {"props": [], "days": ["11"], "rules": ["8"]}, "ineffect": "1", "notes": [{"author": "Ben", "content": "Votes for: Dave M, Ben P, Alex W, Chris B, Alex T.", "date": "2019-02-27"}], "date": "2019-02-26", "label": "309"}, "5": {"author": "Initial", "text": "<p>\nAll times specified in rules in UK time. Days are considered to start and end in UK time.\n</p>", "linksto": {"props": [], "days": [], "rules": ["5"]}, "ineffect": "1", "notes": [], "date": "2019-02-11", "label": "106"}}, "date": "2019-04-17"}