{"author": "Ben", "date": "2019-02-14", "items": {"20": {"date": "2019-02-11", "label": "203", "linksto": {"rules": [], "props": ["20"], "psoo": [], "jdgmts": []}, "text": ["After completion of the vote the proposer adds the following number of points to their total\n", "Floor((max{10, R-290})*Y/V),\n", "where R=number of the highest numbered existing rule, Y=number of “Vote: Yes” votes, and V=total number of votes cast. \n"], "decorator": "", "notes": [{"author": "Ben", "content": "Please refer to InitialRules.pdf for proper displayed formula!", "date": "2019-02-11"}, {"author": "Ben", "content": "This yields an integer between 0 and 10 for the first player, with the upper limit increasing by\none each turn; more points are awarded for more popular proposals.", "date": "2019-02-11"}], "ineffect": "1"}, "7": {"date": "2019-02-11", "label": "108[I]", "linksto": {"rules": [], "props": ["7"], "psoo": [], "jdgmts": []}, "text": ["No rule-change may take effect earlier than the moment of the completion of the vote that adopted\nit, even if its wording explicitly states otherwise. No rule-change may have retroactive application.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "27": {"date": "2019-02-11", "label": "210", "linksto": {"rules": [], "props": ["27"], "psoo": [], "jdgmts": []}, "text": ["The winner is the first player to achieve 200 (positive) points.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "In non-correspondence games, the initial total is 100.", "date": "2019-02-11"}], "ineffect": "1"}, "29": {"date": "2019-02-11", "label": "212", "linksto": {"rules": [], "props": ["29"], "psoo": [], "jdgmts": []}, "text": ["Players may discuss any topics with any other player(s) without the knowledge of the remaining\nplayers. The Telegram discussion thread may be used for any purposes, but messages may not be\ndeleted or edited in any of the voting, points or discussion threads.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "30": {"date": "2019-02-11", "label": "213", "linksto": {"rules": [], "props": ["30"], "psoo": [], "jdgmts": []}, "text": ["If two or more mutable rules conflict with one another, or if two or more immutable rules conflict\nwith one another, then the rule with the lowest ordinal number takes precedence.\n", "If at least one of the rules in conflict explicitly says of itself that it defers to another rule (or type of\nrule) or takes precedence over another rule (or type of rule), then such provisions shall supersede\nthe numerical method for determining precedence.\n", "If two or more rules claim to take precedence over one another or to defer to one another, then\nthe numerical method again governs.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "22": {"date": "2019-02-11", "label": "205", "linksto": {"rules": [], "props": ["22"], "psoo": [], "jdgmts": []}, "text": ["If and when rule-changes can be adopted without unanimity, the players who vote against winning\nproposals shall receive 10 points each.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "0": {"date": "2019-02-11", "label": "101[I]", "linksto": {"rules": [], "props": ["0"], "psoo": [], "jdgmts": []}, "text": ["All players must always abide by all the rules then in effect, in the form in which they are then in\neffect. The rules in the Initial Set are in effect whenever a game begins. The Initial Set consists of\nRules 101-118 (immutable) and 201-215 (mutable).\n"], "decorator": "", "notes": [], "ineffect": "1"}, "12": {"date": "2019-02-11", "label": "113[I]", "linksto": {"rules": [], "props": ["12"], "psoo": [], "jdgmts": []}, "text": ["Immediately after a proposal is submitted in the proper fashion, players may cast their vote(s)\nwithin the Telegram voting thread. A vote is cast by replying with either the message “Vote: Yes”\nor “Vote: No” to support or disagree with the proposal. A vote may not be withdrawn. Any\nmessages sent after the player has already used their vote(s) are not counted towards the total.\n", "Voting is completed at the end of the day the proposal was submitted. After this point players may\nnot vote on the proposal.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "Proper submissions are defined in Rule 202.", "date": "2019-02-11"}, {"author": "Ben", "content": "A player need not vote on any given proposal. Players may abstain by not submitting a vote.", "date": "2019-02-11"}, {"author": "Ben", "content": "Rule 208 states that each player has exactly one vote.", "date": "2019-02-11"}], "ineffect": "1"}, "18": {"date": "2019-02-11", "label": "201", "linksto": {"rules": ["31"], "props": ["18", "31"], "psoo": [], "jdgmts": []}, "text": ["Each player is allocated one day a week. These days are\n", "Chris B Monday\n", "Dave M Tuesday\n", "Ben P Wednesday\n", "Alex T Thursday\n", "Alex W Friday\n", "Any message posted in the voting thread on a Saturday or Sunday is to be considered void. All\nplayers begin with zero points.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "The turn order of alphabetical by surname was taken from Suber’s original rules.", "date": "2019-02-11"}], "ineffect": "1"}, "15": {"date": "2019-02-11", "label": "116[I]", "linksto": {"rules": [], "props": ["15"], "psoo": [], "jdgmts": []}, "text": ["There must always be at least one mutable rule. The adoption of rule-changes must never become\ncompletely impermissible.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "32": {"date": "2019-02-11", "label": "215", "linksto": {"rules": [], "props": ["32"], "psoo": [], "jdgmts": []}, "text": ["If the legality of a move cannot be determined with finality, or if by the Judge’s best reasoning, not\noverruled, a move appears equally legal and illegal, then the player whose move is in question is\nthe winner. If the rules are changed so that further play is impossible, the player who’s allocated\nday it is the winner.\n", "This rule takes precedence over every other rule determining the winner.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "14": {"date": "2019-02-11", "label": "115[I]", "linksto": {"rules": [], "props": ["14"], "psoo": [], "jdgmts": []}, "text": ["A player always has the option to forfeit the game rather than continue to play or incur a game\npenalty. No penalty worse than losing, in the judgment of the player to incur it, may be imposed.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "26": {"date": "2019-02-11", "label": "209", "linksto": {"rules": [], "props": ["26"], "psoo": [], "jdgmts": []}, "text": ["If the number of points of any player changes at any time they, must announce their new total\nfollowed by the change in parenthesis in the Telegram points thread. If anyone’s total is not\ncorrect anyone else may correct it.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "As an example of a player adjusting another players score they should write “Ben P: 150 (+4)”", "date": "2019-02-11"}, {"author": "Ben", "content": "As an example of a player adjusting their own score they should write “150 (+4)”.", "date": "2019-02-11"}], "ineffect": "1"}, "24": {"date": "2019-02-11", "label": "207", "linksto": {"rules": [], "props": ["24"], "psoo": [], "jdgmts": []}, "text": ["When a proposed rule-change is defeated, the player who proposed it loses 10 points.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "6": {"date": "2019-02-11", "label": "107[I]", "linksto": {"rules": ["19"], "props": ["6", "19"], "psoo": [], "jdgmts": []}, "text": ["A rule-change is proposed by submitting it in text form preceded by the words “Rule-change:” to\nthe Telegram voting thread, after which it may not be modified or withdrawn.\nThe proposer decides the form of the proposal is to be voted on. If they are adopted, they shall\nguide play in the form in which they were voted on.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "The voting procedure is described in Rule 113.", "date": "2019-02-11"}, {"author": "Ben", "content": "Only rule-changes that are in accordance with Rule 202 will be voted on.", "date": "2019-02-11"}, {"author": "Ben", "content": "The proposer may choose to submit a draft version of the rule-change to the Telegram discussion\nthread. There other players may suggest amendments or argue against the proposal.", "date": "2019-02-11"}], "ineffect": "1"}, "1": {"date": "2019-02-11", "label": "102[I]", "linksto": {"rules": [], "props": ["1"], "psoo": [], "jdgmts": []}, "text": ["Initially rules in the 100’s are immutable and rules in the 200’s are mutable. Rules subsequently\nenacted or transmuted (that is, changed from immutable to mutable or vice versa) may be im-mutable or mutable regardless of their numbers, and rules in the Initial Set may be transmuted\nregardless of their numbers.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "11": {"date": "2019-02-11", "label": "112[I]", "linksto": {"rules": [], "props": ["11"], "psoo": [], "jdgmts": []}, "text": ["In a conflict between a mutable and an immutable rule, the immutable rule takes precedence and\nthe mutable rule shall be entirely void. For the purposes of this rule a proposal to transmute an\nimmutable rule does not \"conflict\" with that immutable rule.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "10": {"date": "2019-02-11", "label": "111[I]", "linksto": {"rules": [], "props": ["10", "33"], "psoo": [], "jdgmts": []}, "text": ["Rule-changes that transmute immutable rules into mutable rules may be adopted if and only if\nthe vote is unanimous among the eligible voters. Transmutation shall not be implied, but must be\nstated explicitly in a proposal to take effect.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "28": {"date": "2019-02-11", "label": "211", "linksto": {"rules": [], "props": ["28"], "psoo": [], "jdgmts": []}, "text": ["At no time may there be more than 25 mutable rules.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "17": {"date": "2019-02-11", "label": "118[I]", "linksto": {"rules": [], "props": ["17"], "psoo": [], "jdgmts": []}, "text": ["Whatever is not prohibited or regulated by a rule is permitted and unregulated, with the sole\nexception of changing the rules, which is permitted only when a rule or set of rules explicitly or\nimplicitly permits it.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "2": {"date": "2019-02-11", "label": "103[I]", "linksto": {"rules": [], "props": ["2"], "psoo": [], "jdgmts": []}, "text": ["A rule-change is any of the following: (1) the enactment, repeal, or amendment of a mutable\nrule; (2) the enactment, repeal, or amendment of an amendment of a mutable rule; or (3) the\ntransmutation of an immutable rule into a mutable rule or vice versa.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "This definition implies that, at least initially, all new rules are mutable; immutable rules, as long\nas they are immutable, may not be amended or repealed; mutable rules, as long as they are mutable, may be amended or repealed; any rule of any status may be transmuted; no rule is absolutely immune\nto change.", "date": "2019-02-11"}], "ineffect": "1"}, "21": {"date": "2019-02-11", "label": "302", "linksto": {"rules": [], "props": ["21", "33", "34"], "psoo": [], "jdgmts": []}, "text": ["A rule-change is adopted if and only if a simple majority of the votes cast by the time of completion of the vote are in favour of the rule-change; unless the rule-change transmutes an immutable rule into a mutable rule, in which case the vote must be unanimous among the votes cast by the time of completion of the vote. Transmutation shall not be implied, but must be\nstated explicitly in a proposal to take effect.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "Completion of the vote is defined in Rule 113", "date": "2019-02-11"}], "ineffect": "1"}, "3": {"date": "2019-02-11", "label": "104[I]", "linksto": {"rules": [], "props": ["3"], "psoo": [], "jdgmts": []}, "text": ["All rule-changes proposed in the proper way shall be voted on. They will be adopted if and only if\nthey receive the required number of votes.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "8": {"date": "2019-02-11", "label": "109[I]", "linksto": {"rules": ["9"], "props": ["8", "9"], "psoo": [], "jdgmts": []}, "text": ["Each proposed rule-change shall be given a number for reference. The numbers shall begin with\n301, and each rule-change proposed in the proper way shall receive the next successive integer,\nwhether or not the proposal is adopted.\n", "If a rule is repealed and reenacted, it receives the number of the proposal to reenact it. If a rule\nis amended or transmuted, it receives the number of the proposal to amend or transmute it. If an\namendment is amended or repealed, the entire rule of which it is a part receives the number of the\nproposal to amend or repeal the amendment.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "4": {"date": "2019-02-11", "label": "105[I]", "linksto": {"rules": [], "props": ["4"], "psoo": [], "jdgmts": []}, "text": ["Every player is an eligible voter.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "13": {"date": "2019-02-11", "label": "114[I]", "linksto": {"rules": [], "props": ["13"], "psoo": [], "jdgmts": []}, "text": ["The state of affairs that constitutes winning may not be altered from achieving n points to any other\nstate of affairs. The magnitude of n and the means of earning points may be changed, and rules\nthat establish a winner when play cannot continue may be enacted and (while they are mutable)\nbe amended or repealed.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "5": {"date": "2019-02-11", "label": "106[I]", "linksto": {"rules": [], "props": ["5"], "psoo": [], "jdgmts": []}, "text": ["All times specified in rules in UK time. Days are considered to start and end in UK time.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "19": {"date": "2019-02-11", "label": "202", "linksto": {"rules": ["6"], "props": ["19"], "psoo": [], "jdgmts": []}, "text": ["Players may only propose rule-changes on their allocated day. The rule-change must be submitted\nin the sense of Rule 107 before 7pm on their allocated day to be considered proper. Only the first\nrule change submitted on a given day is considered proper.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "Proper submissions are then voted on in accordance with Rule 113.", "date": "2019-02-11"}, {"author": "Ben", "content": "There need not be any proposal on a given day. If a proposal is not submitted before 7pm, the\nability to submit a proposal is forfeited for that day.", "date": "2019-02-11"}], "ineffect": "1"}, "23": {"date": "2019-02-11", "label": "206", "linksto": {"rules": ["31"], "props": ["23", "31"], "psoo": [], "jdgmts": []}, "text": ["An adopted rule-change takes full effect at the moment of the completion of the vote that adopted\nit. This is subject to Rule 214.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "Rule 214 stipulates that disputed rules do not come into effect until the relevant Judgement is\ninvoked.", "date": "2019-02-11"}], "ineffect": "1"}, "16": {"date": "2019-02-11", "label": "117[I]", "linksto": {"rules": [], "props": ["16"], "psoo": [], "jdgmts": []}, "text": ["Rule-changes that affect rules needed to allow or apply rule-changes are as permissible as other\nrule-changes. Even rule-changes that amend or repeal their own authority are permissible. No rule-change or type of move is impermissible solely on account of the self-reference or self-application\nof a rule.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "9": {"date": "2019-02-11", "label": "110[I]", "linksto": {"rules": ["8"], "props": ["9"], "psoo": [], "jdgmts": []}, "text": ["If the number of a rule is changed, due to Rule 109 or otherwise, any reference to that rule number\nis also changed.\n"], "decorator": "", "notes": [], "ineffect": "1"}, "31": {"date": "2019-02-11", "label": "214", "linksto": {"rules": ["23", "18"], "props": ["23", "31"], "psoo": [], "jdgmts": []}, "text": ["If players disagree about the legality of a move or the interpretation or application of a rule, then\nany player may call for a Judgement on the decision. They do so by entering a message into the\nTelegram voting thread of the form “Point of Order:” followed by a description of the statement to\nbe judged. The player whose allocated day preceded the current day is to be the Judge and decide\nthe question. After considering the statement, they pronounce their verdict by typing “Judgement:”\nfollowed by their decision into the Telegram voting chat. This must reference the original Point of\nOrder.\n", "Following the pronouncement, there is a one hour period in which any of the other players may\ndispute the decision. They do this by typing “Dispute:” followed by a reference to the Judgement\ninto the voting thread. Players other than the Judge then have one hour to each type either “I agree\nwith Judgement...” or “I disagree with Judgement...” followed by a reference to the Judgement.\nIf no one disputes the decision within an hour or a single player other than the Judge agrees then\nthe decision comes into effect. This process is called invoking Judgment. Otherwise, i.e. a player\ndisputed the Judgement and all the other players who expressed an opinion within one hour from\nthe dispute unanimously disagreed with the Judge’s decision, the Judge is overruled.\n", "If a Judge’s Judgment is overruled, then the player preceding the Judge in the order of Rule 201\nbecomes the new Judge for the Point of Order, and so on, except that no player is to be Judge\nduring his or her own turn or during the turn of a team-mate.\n", "Unless a Judge is overruled, one Judge settles all questions arising from the game until the next\nturn is begun, including questions as to his or her own legitimacy and jurisdiction as Judge.\n", "If the Judge has not invoked Judgement by the end of the day, they forfeit their position as Judge\non that Point of Order to the player preceding them in the order of days, excluding the player who’s\nallocated day it is or one of their teammates. The same applies for the new Judge. Any proposed\nrule-change involved in a dispute is voted on in the usual fashion, but if approved whilst still\nawaiting Judgement, the rule is not taken into effect until all the related Judgements are invoked.\nThis has precedence over Rule 206. All other actions under dispute are delayed until all relevant\nJudgements are invoked. A point of order may not be raised against a proposed rule-change for\nwhich voting has been completed but the rule-change has not yet come into effect.\n", "Multiple Points of Order may be brought up simultaneously. No player may have more than three\nactive points of order at any one time.\n", "New Judges are not bound by the decisions of old Judges. New Judges may, however, settle only\nthose questions on which the players currently disagree and that affect the completion of the turn\nin which Judgment was invoked. All decisions by Judges shall be in accordance with all the rules\nthen in effect; but when the rules are silent, inconsistent, or unclear on the point at issue, then the\nJudge shall consider game-custom and the spirit of the game before applying other standards.\n"], "decorator": "", "notes": [{"author": "Ben", "content": "The Judge may seek to open discussions on a Point of Order, for example within the discussion thread,\nprior to submitting their Judgement.", "date": "2019-02-11"}, {"author": "Ben", "content": "As multiple Points of Order can be decided on simultaneously, overruling can lead to distinct\nJudges deciding on multiple Judgements simultaneously.", "date": "2019-02-11"}], "ineffect": "1"}, "25": {"date": "2019-02-11", "label": "208", "linksto": {"rules": [], "props": ["25"], "psoo": [], "jdgmts": []}, "text": ["Each player always has exactly one vote.\n"], "decorator": "", "notes": [], "ineffect": "1"}}}