{"author": "Ben", "date": "2019-04-05", "items": {"1": {"date": "2019-02-11", "label": "102", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["1"]}, "ineffect": "1", "text": "<p>\nInitially rules in the 100’s are immutable and rules in the 200’s are mutable. Rules subsequently\nenacted or transmuted (that is, changed from immutable to mutable or vice versa) may be im-mutable or mutable regardless of their numbers, and rules in the Initial Set may be transmuted\nregardless of their numbers.\n</p>"}, "32": {"date": "2019-02-11", "label": "215", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["32"]}, "ineffect": "1", "text": "<p>\nIf the legality of a move cannot be determined with finality, or if by the Judge’s best reasoning, not\noverruled, a move appears equally legal and illegal, then the player whose move is in question is\nthe winner. If the rules are changed so that further play is impossible, the player who’s allocated\nday it is the winner.\n</p><p>\nThis rule takes precedence over every other rule determining the winner.\n</p>"}, "29": {"date": "2019-02-11", "label": "212", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["29"]}, "ineffect": "1", "text": "<p>\nPlayers may discuss any topics with any other player(s) without the knowledge of the remaining\nplayers. The Telegram discussion thread may be used for any purposes, but messages may not be\ndeleted or edited in any of the voting, points or discussion threads.\n</p>"}, "21": {"date": "2019-02-11", "label": "326", "notes": [{"content": "Completion of the vote is defined in Rule 113", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["21", "33", "34", "38", "58"]}, "ineffect": "1", "text": "<p>1. A rule-change is adopted if and only if a simple majority of the votes cast by the time of completion of the vote are in favour of the rule-change; except in the cases described in paragraph 2, in which case the vote must be unanimous among the votes cast by the time of completion of the vote.\n</p><p>2. The vote must be unanimous among the votes cast if:<br>\n(a) the rule-change transmutes a rule (either an immutable rule into a mutable rule, or a mutable rule into an immutable rule), or<br>\n(b) the proposal names a player or day of the week, or contains a calendar date.\n</p><p>3. Transmutation shall not be proposed implicitly, but must be stated explicitly in a proposal to take effect.\n</p>"}, "30": {"date": "2019-02-11", "label": "213", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["30"]}, "ineffect": "1", "text": "<p>\nIf two or more mutable rules conflict with one another, or if two or more immutable rules conflict\nwith one another, then the rule with the lowest ordinal number takes precedence.\n</p><p>\nIf at least one of the rules in conflict explicitly says of itself that it defers to another rule (or type of\nrule) or takes precedence over another rule (or type of rule), then such provisions shall supersede\nthe numerical method for determining precedence.\n</p><p>\nIf two or more rules claim to take precedence over one another or to defer to one another, then\nthe numerical method again governs.\n</p>"}, "6": {"date": "2019-02-11", "label": "107", "notes": [{"content": "The voting procedure is described in Rule 113.", "author": "Ben", "date": "2019-02-11"}, {"content": "Only rule-changes that are in accordance with Rule 202 will be voted on.", "author": "Ben", "date": "2019-02-11"}, {"content": "The proposer may choose to submit a draft version of the rule-change to the Telegram discussion\nthread. There other players may suggest amendments or argue against the proposal.", "author": "Ben", "date": "2019-02-11"}], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["6"]}, "ineffect": "1", "text": "<p>\nA rule-change is proposed by submitting it in text form preceded by the words “Rule-change:” to\nthe Telegram voting thread, after which it may not be modified or withdrawn.\nThe proposer decides the form of the proposal is to be voted on. If they are adopted, they shall\nguide play in the form in which they were voted on.\n</p>"}, "26": {"date": "2019-02-11", "label": "209", "notes": [{"content": "As an example of a player adjusting another players score they should write “Ben P: 150 (+4)”", "author": "Ben", "date": "2019-02-11"}, {"content": "As an example of a player adjusting their own score they should write “150 (+4)”.", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["26"]}, "ineffect": "1", "text": "<p>\nIf the number of points of any player changes at any time they, must announce their new total\nfollowed by the change in parenthesis in the Telegram points thread. If anyone’s total is not\ncorrect anyone else may correct it.\n</p>"}, "36": {"date": "2019-03-28", "label": "324", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["56", "57"]}, "ineffect": "0", "text": "<p>At the end of the Nomic Day of the April 4th 2019, the player(s) with the highest total number of points are to be deducted 65pts each, which are then immediately added to the treasury.\n</p>"}, "20": {"date": "2019-02-11", "label": "203", "notes": [{"content": "This yields an integer between 0 and 10 for the first player, with the upper limit increasing by\none each turn; more points are awarded for more popular proposals.", "author": "Ben", "date": "2019-02-23"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": ["19"], "props": ["20"]}, "ineffect": "1", "text": "<p>\nAfter completion of the vote the proposer adds the following number of points to their total\n</p><div style=\"text-align:center; overflow:auto;\">\n<math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n<mrow><mfenced open='&lfloor;' close='&rfloor;' separators=''><mrow><mo>(</mo><mtext>max</mtext><mo>{</mo> <mn>10</mn><mo>,</mo> <mtext>number of the highest numbered existing rule</mtext><mo>-</mo><mn>290</mn><mo>}</mo><mo>)</mo><mo>&times;</mo><mfrac><mtext>number of “Vote: Yes” votes</mtext> <mtext>total number of votes cast</mtext></mfrac></mrow></mfenced><mtext>.</mtext></mrow>\n</math>\n</div>"}, "9": {"date": "2019-02-11", "label": "110", "notes": [{"content": "Rule 309 -> Rule 313 on day <a href=\"16\" class=\"a_day\">017</a>.", "author": "Ben", "date": "2019-03-06"}, {"content": "Rule 109 -> Rule 309 on day <a href=\"11\" class=\"a_day\">012</a>.", "author": "Ben", "date": "2019-02-27"}], "decorator": "I", "linksto": {"psoo": [], "rules": ["8"], "jdgmts": [], "props": ["9"]}, "ineffect": "1", "text": "<p>\nIf the number of a rule is changed, due to Rule <a class=\"a_rule\" href=\"8\">313</a> or otherwise, any reference to that rule number is also changed.\n</p>"}, "14": {"date": "2019-02-11", "label": "115", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["14"]}, "ineffect": "1", "text": "<p>\nA player always has the option to forfeit the game rather than continue to play or incur a game\npenalty. No penalty worse than losing, in the judgment of the player to incur it, may be imposed.\n</p>"}, "15": {"date": "2019-02-11", "label": "116", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["15"]}, "ineffect": "1", "text": "<p>\nThere must always be at least one mutable rule. The adoption of rule-changes must never become\ncompletely impermissible.\n</p>"}, "11": {"date": "2019-02-11", "label": "112", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["11", "37"]}, "ineffect": "1", "text": "<p>\nIn a conflict between a mutable and an immutable rule, the immutable rule takes precedence and\nthe mutable rule shall be entirely void. For the purposes of this rule a proposal to transmute an\nimmutable rule does not \"conflict\" with that immutable rule.\n</p>"}, "3": {"date": "2019-02-11", "label": "104", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["3"]}, "ineffect": "1", "text": "<p>\nAll rule-changes proposed in the proper way shall be voted on. They will be adopted if and only if\nthey receive the required number of votes.\n</p>"}, "31": {"date": "2019-02-11", "label": "327", "notes": [{"content": "The Judge may seek to open discussions on a Point of Order, for example within the discussion thread,\nprior to submitting their Judgement.", "author": "Ben", "date": "2019-02-11"}, {"content": "As multiple Points of Order can be decided on simultaneously, overruling can lead to distinct\nJudges deciding on multiple Judgements simultaneously.", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["31", "35", "36", "51", "59"]}, "ineffect": "1", "text": "<p>\nIf players disagree about the legality of a move or the interpretation or application of a rule, then any player may call for a Judgement on the decision. They do so by entering a message into the Telegram voting thread of the form “Point of Order:” followed by a description of the statement to be judged. A Judge is then selected to pronounce a ruling on that Point of Order using the method described in paragraph 8. After considering the statement, they pronounce their verdict by typing “Judgement:” followed by their decision into the Telegram voting chat. This must reference the original Point of Order.\n</p><p>2. Following the pronouncement, there is a one hour period in which any of the other players may dispute the decision. They do this by typing “Dispute:” followed by a reference to the Judgement into the voting thread. Players other than the Judge then have one hour to each type either “I agree with Judgement...” or “I disagree with Judgement...” followed by a reference to the Judgement. If no one disputes the decision within an hour or a single player other than the Judge agrees then the decision comes into effect. This process is called invoking Judgment. Otherwise, i.e. a player disputed the Judgement and all the other players who expressed an opinion within one hour from the dispute unanimously disagreed with the Judge’s decision, the Judge is overruled.\n</p><p>If a Judge’s Judgment is overruled, then the player preceding them in the player order of Rule <a href=\"18\" class=\"a_rule\">201</a> is to be the new Judge.\n</p><p>4. A Judge is empowered to settle any question arising from the game, including questions as to their own legitimacy and jurisdiction as Judge.\n</p><p>5. If the Judge has not invoked Judgement by the end of the day, they forfeit their position as Judge on that Point of Order and the player preceding them in the turn order is to be the new Judge. The same applies for the new Judge. Any proposed rule-change involved in a dispute is voted on in the usual fashion, but if approved whilst still awaiting Judgement, the rule is not taken into effect until all the related Judgements are invoked. This has precedence over Rule <a href=\"23\" class=\"a_rule\">206</a> . All other actions under dispute are delayed until all relevant Judgements are invoked. A point of order may not be raised against a proposed rule-change for which voting has been completed but the rule-change has not yet come into effect.\n</p><p>6. Multiple Points of Order may be brought up simultaneously. No player may have more than three active points of order at any one time.\n</p><p>7. New Judges are not bound by the decisions of old Judges. New Judges may, however, settle only those questions on which the players currently disagree and that affect the completion of the turn in which Judgment was invoked. All decisions by Judges shall be in accordance with all the rules then in effect; but when the rules are silent, inconsistent, or unclear on the point at issue, then the Judge shall consider game-custom and the spirit of the game before applying other standards. \n</p><p>8. The first Judge selected for a Point of Order is to be the player most closely preceding, in the player order of <a href=\"18\" class=\"a_rule\">201</a>, the player whose allocated day it is for which they 1) did not raise the Point of Order, 2) they do not have an Active Proxy who raised the Point of Order or whose allocated day it is. If no player satisfies these requirements, the player preceding the player whose allocated day it is is to be the Judge.\n</p>\n"}, "27": {"date": "2019-02-11", "label": "210", "notes": [{"content": "In non-correspondence games, the initial total is 100.", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["27"]}, "ineffect": "1", "text": "<p>\nThe winner is the first player to achieve 200 (positive) points.\n</p>"}, "22": {"date": "2019-02-11", "label": "205", "notes": [], "decorator": "", "linksto": {"psoo": ["14"], "rules": [], "jdgmts": ["17", "19"], "props": ["22", "40", "41"]}, "ineffect": "0", "text": "<p>\nIf and when rule-changes can be adopted without unanimity, the players who vote against winning\nproposals shall receive 10 points each.\n</p>"}, "4": {"date": "2019-02-11", "label": "105", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["4"]}, "ineffect": "1", "text": "<p>\nEvery player is an eligible voter.\n</p>"}, "12": {"date": "2019-02-11", "label": "113", "notes": [{"content": "Proper submissions are defined in Rule 202.", "author": "Ben", "date": "2019-02-11"}, {"content": "A player need not vote on any given proposal. Players may abstain by not submitting a vote.", "author": "Ben", "date": "2019-02-11"}, {"content": "Rule 208 states that each player has exactly one vote.", "author": "Ben", "date": "2019-02-11"}], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": ["17"], "props": ["12"]}, "ineffect": "1", "text": "<p>\nImmediately after a proposal is submitted in the proper fashion, players may cast their vote(s)\nwithin the Telegram voting thread. A vote is cast by replying with either the message “Vote: Yes”\nor “Vote: No” to support or disagree with the proposal. A vote may not be withdrawn. Any\nmessages sent after the player has already used their vote(s) are not counted towards the total.\n</p><p>\nVoting is completed at the end of the day the proposal was submitted. After this point players may\nnot vote on the proposal.\n</p>"}, "13": {"date": "2019-02-11", "label": "114", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["13"]}, "ineffect": "1", "text": "<p>\nThe state of affairs that constitutes winning may not be altered from achieving n points to any other\nstate of affairs. The magnitude of n and the means of earning points may be changed, and rules\nthat establish a winner when play cannot continue may be enacted and (while they are mutable)\nbe amended or repealed.\n</p>"}, "8": {"date": "2019-02-11", "label": "316", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": ["9"], "jdgmts": [], "props": ["8", "42", "46", "49"]}, "ineffect": "1", "text": "<p>\n1. Each proposed rule-change shall be given a number for reference. The numbers shall begin with 301, and each rule-change proposed in the proper way shall receive the next successive integer, whether or not the proposal is adopted.\n</p><p>\n2. If a rule is enacted, it receives the number of the proposal to enact it. If a rule is repealed and reenacted, it receives the number of the proposal to reenact it. If a rule is amended or transmuted, it receives the number of the proposal to amend or transmute it. If an amendment is amended or repealed, the entire rule of which it is a part receives the number of the proposal to amend or repeal the amendment.\n</p><p>\n3. When paragraph 2 would cause the number of a single proposal to be given to multiple rules, these rules shall instead be given consecutive numbers, starting with the number of the proposal. The affected rules shall be given these numbers in the order in which the proposal would first cause paragraph 2 to be invoked for each rule. If such a proposal is enacted, the following proposal shall be given the number succeeding the highest number assigned to a rule due to the enactment, rather than the number specified in paragraph 1.\n</p>\n"}, "10": {"date": "2019-02-11", "label": "310", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["10", "33", "43", "44"]}, "ineffect": "0", "text": "<p>\nRule-changes that transmute immutable rules into mutable rules may be adopted if and only if\nthe vote is unanimous among the eligible voters. Transmutation shall not be implied, but must be\nstated explicitly in a proposal to take effect.\n</p>"}, "0": {"date": "2019-02-11", "label": "101", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["0"]}, "ineffect": "1", "text": "<p>\nAll players must always abide by all the rules then in effect, in the form in which they are then in\neffect. The rules in the Initial Set are in effect whenever a game begins. The Initial Set consists of\nRules 101-118 (immutable) and 201-215 (mutable).\n</p>"}, "2": {"date": "2019-02-11", "label": "320", "notes": [{"content": "This definition implies that, at least initially, all new rules are mutable; immutable rules, as long\nas they are immutable, may not be amended or repealed; mutable rules, as long as they are mutable, may be amended or repealed; any rule of any status may be transmuted; no rule is absolutely immune\nto change.", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": ["19"], "props": ["2", "45", "47", "52"]}, "ineffect": "1", "text": "<p>A rule-alteration is any one of the following:\n<br>(a) the enactment of a new mutable rule;\n<br>(b) the repeal of a mutable rule;\n<br>(c) the amendment of a mutable rule; or\n<br>(d) the repeal of the amendment of a mutable rule that was made most recently, among the amendments currently in effect for that rule.\n</p><p>When an amendment is repealed by a rule-alteration of type (d), the amended rule is restored to the version that was in effect immediately prior to the repealed amendment being made.\n</p><p>A rule-change is one of the following:\n<br>(1) the transmutation of one or more rules from mutable to immutable;\n<br>(2) the transmutation of one or more rules from immutable to mutable; or\n<br>(3) one or more rule-alterations of any type and in any combination.\n</p><p>When a proposed rule-change specifies more than one transmutation or rule-alteration, each specification shall begin in a new numbered paragraph and be completed before the next specification begins. If the proposal is accepted, the specified transmutations or rule-alterations shall take effect in the order in which they are specified. In particular, references to rules by number shall be interpreted after any re-numbering due to previous rule-alterations or transmutations being effected.\n</p><p>If the text of a proposed rule change is too long for one Telegram message, it may be submitted in several parts, each posted in a separate message. All but the final part of a proposal shall state explicitly that the proposal is continued in the next message. The first part of a proposal that does not contain such a statement shall be considered the final part.\n</p><p>A proposal may only be considered properly submitted once the final part is posted. After the first part of a proposal is posted in the Voting Thread, the proposer may only post there to continue the proposal text; this restriction only applies before the final part is posted, and only until the end of the day.\n</p>\n"}, "16": {"date": "2019-02-11", "label": "117", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["16"]}, "ineffect": "1", "text": "<p>\nRule-changes that affect rules needed to allow or apply rule-changes are as permissible as other\nrule-changes. Even rule-changes that amend or repeal their own authority are permissible. No rule-change or type of move is impermissible solely on account of the self-reference or self-application\nof a rule.\n</p>"}, "34": {"date": "2019-03-12", "label": "328", "notes": [{"content": "Rule 307 -> Rule 331 on day <a href=\"38\" class=\"a_day\">039</a>.", "author": "Ben", "date": "2019-04-05"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["51", "59"]}, "ineffect": "1", "text": "<p>1. At any time, any player may nominate a Proxy by typing \"Proxy:\" and the name of another player in the Telegram voting thread.\n</p><p>\n2. The named player shall, within one calendar day of being nominated, indicate their acceptance or rejection of Proxy status by typing \"Proxy accepted\" or \"Proxy rejected\" in the Telegram voting thread, referencing the original message. If the nominated player fails to respond within one calendar day either accepting or rejecting the Proxy, the Proxy nomination shall be automatically rejected.\n</p><p>\n3. A player who has validly nominated a Proxy under paragraph 1, and whose nominated Proxy has accepted the Proxy under paragraph 2, shall be deemed to have an Active Proxy.\n</p><p>\n4. When a player with an Active Proxy wishes to resume control, the player shall type \"Proxy revoked\" in the Telegram voting thread, and the player shall be deemed to no longer have an Active Proxy.\n</p><p>\n5. When a player who has accepted a Proxy wishes to end that Proxy, the player shall type in the Telegram voting thread \"Proxy ended for\" and the name of the player for whom they wish to cease being Proxy. Upon ending the Proxy, the player who nominated the Proxy shall be deemed to no longer have an Active Proxy.\n</p><p>\n6. When nominating a Proxy, the player may specify when the Proxy will end. At the specified end time, control shall return to the player as if they had typed \"Proxy revoked\" in the Telegram voting thread. If a date is specified without a time, the end date shall be construed as the end of the named day. If no end date is specified, the Proxy continues until further notice.\n</p><p>\n7. Specifying an end date does not preclude a player from revoking or ending an Active Proxy in accordance with paragraph 4 and 5 at any time earlier than the designated end date.\n</p><p>\n8. Any messages in the Telegram voting thread sent by a player with an Active Proxy are considered void, except for any message of the form \"Proxy revoked\".\n</p><p>\n9. While acting as Proxy, the named player shall be entitled to one additional vote for each Proxy they exercise. When voting on another player's behalf, the Proxy must type \"Proxy vote for\" followed by the name of the player on behalf of whom they are making the vote, followed by \"Yes\" or \"No\". That vote shall be counted as if it were a vote by the person on behalf of whom the Proxy is voting. This takes precedence over Rule <a href=\"25\" class=\"a_rule\">208</a>.\n</p><p>\n10. Messages in the Telegram voting thread nominating, revoking, accepting, rejecting, or ending a Proxy, sent in accordance with this rule, are exempt from all time and day restrictions. In particular, such messages may be posted at any time without being considered void. This takes precedence over Rule <a href=\"19\" class=\"a_rule\">331</a>.\n</p><p>\n11. No player who is already acting as Proxy for another player may nominate a Proxy for themselves, without first ending the Proxy they have previously accepted.\n</p><p>\n12. No player who has been nominated as Proxy for another player may nominate a Proxy for themselves, without first rejecting the original nomination.\n</p><p>\n13. No player may be nominated as a Proxy if they have already nominated a Proxy for themselves.\n</p><p>\n14. No player may act as Proxy for more than one other player at any given time.\n</p><p>\n15. A nomination of a Proxy which contravenes paragraphs 11-14 shall not apply, and any such nomination or acceptance shall constitute a void message.\n</p><p>\n16. If a player with an active proxy is called to be a Judge, the proxy for that player may submit a ruling on their behalf by typing \"Judgement (on behalf of &lt;player name&gt;):\" in the usual manner. This Judgement is then considered to have been made by the player with the active proxy.\n</p>\n"}, "7": {"date": "2019-02-11", "label": "108", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["7"]}, "ineffect": "1", "text": "<p>\nNo rule-change may take effect earlier than the moment of the completion of the vote that adopted\nit, even if its wording explicitly states otherwise. No rule-change may have retroactive application.\n</p>"}, "24": {"date": "2019-02-11", "label": "207", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": ["19"], "props": ["24"]}, "ineffect": "1", "text": "<p>\nWhen a proposed rule-change is defeated, the player who proposed it loses 10 points.\n</p>"}, "28": {"date": "2019-02-11", "label": "211", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["28"]}, "ineffect": "1", "text": "<p>\nAt no time may there be more than 25 mutable rules.\n</p>"}, "25": {"date": "2019-02-11", "label": "208", "notes": [], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["25"]}, "ineffect": "1", "text": "<p>\nEach player always has exactly one vote.\n</p>"}, "18": {"date": "2019-02-11", "label": "201", "notes": [{"content": "The turn order of alphabetical by surname was taken from Suber’s original rules.", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["18"]}, "ineffect": "1", "text": "<p>\nEach player is allocated one day a week. These days are</p>\n<table style=\"margin-left:auto;margin-right:auto;\">\n<tr><td style=\"text-align:right;padding-right:10px;\">Chris B</td><td> Monday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Dave M</td> <td>Tuesday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Ben P</td> <td>Wednesday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Alex T</td> <td>Thursday</td></tr>\n<tr><td style=\"text-align:right;padding-right:10px;\">Alex W</td> <td>Friday</td></tr>\n</table>\n<p>\nAny message posted in the voting thread on a Saturday or Sunday is to be considered void. All\nplayers begin with zero points.\n</p>"}, "33": {"date": "2019-03-11", "label": "329", "notes": [{"content": "Rule 318 -> Rule 327 on day <a href=\"38\" class=\"a_day\">039</a>.", "author": "Ben", "date": "2019-04-05"}, {"content": "Rule 214 -> Rule 318 on day <a href=\"21\" class=\"a_day\">022</a>.", "author": "Ben", "date": "2019-03-14"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["50", "59"]}, "ineffect": "1", "text": "<p>\nPlayers may trade points amongst themselves. To give points to another player, the donor submits a message in the Telegram points thread stating their intention to transfer points, specifying the player(s) to receive points and the amounts. The points are then immediately transferred and the new points totals announced. Players may only trade and receive a positive integer number of points. If any transfer would result in the donor having a negative number of points, the message is considered entirely void.\n</p><p>\nTransfer messages which are conditional in any way are void. Promises of future transfers by informal means are not enforceable. The interpretation of messages within the Telegram points thread are subject to Judgements in the sense of Rule <a href=\"31\" class=\"a_rule\">327</a>. If any Judgement requires an adjustment of the most recent points totals, the Judge does so after Judgement has been invoked.\n</p>\n"}, "23": {"date": "2019-02-11", "label": "206", "notes": [{"content": "Rule 318 -> Rule 327 on day <a href=\"38\" class=\"a_day\">039</a>.", "author": "Ben", "date": "2019-04-05"}, {"content": "Rule 214 -> Rule 318 on day <a href=\"21\" class=\"a_day\">022</a>.", "author": "Ben", "date": "2019-03-14"}, {"content": "Rule 214 stipulates that disputed rules do not come into effect until the relevant Judgement is\ninvoked.", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["23"]}, "ineffect": "1", "text": "<p>\nAn adopted rule-change takes full effect at the moment of the completion of the vote that adopted\nit. This is subject to Rule <a class=\"a_rule\" href=\"31\">327</a>.\n</p>\n"}, "5": {"date": "2019-02-11", "label": "106", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["5"]}, "ineffect": "1", "text": "<p>\nAll times specified in rules in UK time. Days are considered to start and end in UK time.\n</p>"}, "35": {"date": "2019-03-20", "label": "330", "notes": [{"content": "Rule 317 -> Rule 329 on day <a href=\"38\" class=\"a_day\">039</a>.", "author": "Ben", "date": "2019-04-05"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["54", "55", "57", "59"]}, "ineffect": "1", "text": "<p>A points Treasury is created, starting with 0 points.\n</p><p>\nEach time a player gains a positive number of points, <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>n</mn></math>, other than by virtue of this rule, the following number of points is immediately subtracted from their total and added to the Treasury total:\n</p><div style=\"text-align:center; overflow:auto;\">\n<math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n<mrow><mtext>max</mtext><mfenced open='(' close=')' separators=','><mfenced open='&lfloor;' close='&rfloor;' separators=''><mfrac><mn>n</mn><mn>Q</mn></mfrac></mfenced><mrow><mtext>min</mtext><mfenced><mn>1</mn><mn>n</mn></mfenced></mrow></mfenced><mo>.</mo>\n</math>\n</div>\n<p>Where <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>Q</mn></math> equals 5 if the number of points held by the player prior to gaining <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>n</mn></math> points was less than 100, and <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>Q</mn></math> equals 2 otherwise.\n</p><p>\nAny player may at any time announce the correct points total for the Treasury by typing 'Treasure:' in the Points Thread, followed by the new total, followed by the the difference between the current total and the total last announced, in parenthesis.\n</p>\n<p>When two or more changes to a player's points total occur simultaneously or in immediate succession, this rule shall be invoked once for that player (rather than once for each change). In this case <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>n</mn></math> shall be taken to be the net gain, if there is any. This does not preclude this rule being invoked for multiple players simultaneously.\n</p><p>Whenever points are deducted from a player's point total due to any other rule (subject to the exemption below), the Treasury total increases by the amount deducted. Deductions made as part of a Transfer under Rule <a href=\"33\" class=\"a_rule\">329</a> are exempt.\n</p>\n<p>At the end of each day, points shall be distributed from the Treasury to the Players by the following system. This calculation should be applied before announcing the distribution of points in the Telegram points thread. \n</p><p>The following quantity shall be calculated for each player, where <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>n</mn></math> is the number of points currently held by that player: \n</p>\n<div style=\"text-align:center; overflow:auto;\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfenced open='&lceil;' close='&rceil;'><mrow><mfrac><msup><mfenced><mrow><mn>n</mn><mo>-</mo><mn>100</mn></mrow></mfenced><mn>2</mn></msup><mn>1000</mn></mrow></mfenced><mpadded lspace=\"20pt\"><mtext>  if  </mtext><mspace width=\"5pt\"></mspace><mn>n</mn><mo>&le;</mo><mn>100</mn><mo>,</mo><mspace width=\"5pt\"></mspace><mtext>and 0 otherwise.</mtext></mpadded></math>\n</div>\n<p>\nThe values of this quantity for each player shall be summed. If the total is less than the number of points currently in the Treasury, then each player shall receive a number of points from the Treasury equal to their respective value of the quantity above, and the Treasury shall be correspondingly decreased by the same amount.\n</p>\n"}, "17": {"date": "2019-02-11", "label": "118", "notes": [], "decorator": "I", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["17"]}, "ineffect": "1", "text": "<p>\nWhatever is not prohibited or regulated by a rule is permitted and unregulated, with the sole\nexception of changing the rules, which is permitted only when a rule or set of rules explicitly or\nimplicitly permits it.\n</p>"}, "19": {"date": "2019-02-11", "label": "331", "notes": [{"content": "Rule 318 -> Rule 327 on day <a href=\"38\" class=\"a_day\">039</a>.", "author": "Ben", "date": "2019-04-05"}, {"content": "Rule 214 -> Rule 318 on day <a href=\"21\" class=\"a_day\">022</a>.", "author": "Ben", "date": "2019-03-14"}, {"content": "Proper submissions are then voted on in accordance with Rule 113.", "author": "Ben", "date": "2019-02-11"}, {"content": "There need not be any proposal on a given day. If a proposal is not submitted before 7pm, the\nability to submit a proposal is forfeited for that day.", "author": "Ben", "date": "2019-02-11"}], "decorator": "", "linksto": {"psoo": [], "rules": [], "jdgmts": [], "props": ["19", "36", "39", "59"]}, "ineffect": "1", "text": "<p>\nPlayers may only propose rule-changes on their allocated day. The rule-change must be submitted in the sense of Rule <a href=\"6\" class=\"a_rule\">107</a> before 8pm on their allocated day to be considered proper. Only the first rule change submitted on a given day is considered proper.\n</p><p>A Nomic day comprises the hours 7am-9am and 5:30pm-11pm on a day of the week allocated to a player in the sense of Rule <a href=\"18\" class=\"a_rule\">201</a>. In the rules, the term 'day' shall be understood to mean 'Nomic day' unless specified otherwise. The names of days of the week specify calendar days, rather than Nomic days, unless stated otherwise. All posts in the voting thread outside of a Nomic day are considered void, including those of the form specified in Rule <a href=\"31\" class=\"a_rule\">327</a>.\n</p><p>Any period of time specified in the rules in units of hours and/or minutes, and without reference to times of the clock, shall be considered to exclude time outside of Nomic days, unless stated otherwise. That is, such a period only ends when the specified time has elapsed since the period began, not counting time outside of Nomic days.\n</p><p>This rule does not regulate messages within the points thread, discussion thread or privately between individuals.\n</p>\n"}}}